[
  {
    "url": "https://awf.org/wildlife-conservation/leopard",
    "name": "Leopard",
    "animal_type": "Mammal",
    "dirty_overview": "These large carnivores are powerfully built with long bodies, relatively short legs, and a broad head. There are nine subspecies and are distinguished by the unique characteristics of their coats, which range from tawny or light yellow in warm, dry habitats to reddish-orange in dense forests. Their coat is covered in dark, irregular spots called rosettes. These spots are circular in east African leopards, but square in southern African leopards.",
    "overview": "large carnivore powerfully built long body relatively short leg broad head nine subspecies distinguished unique characteristic coat range tawny light yellow warm dry habitat reddish-orange dense forest coat covered dark irregular spot called rosette spot circular east african leopard square southern african leopard",
    "scientific_name": "Panthera pardus",
    "raw_weight": "17 to 65 kilograms (37 to 143 pounds)",
    "weight_kg_min": 7.711064,
    "weight_kg_max": 64.863656,
    "raw_length": "1.6 to 2.3 meters in length (5 to 7.5 feet) About 60 to 70 centimeters in height (2 to 2.5 feet)",
    "length_cm_min": 160.0,
    "length_cm_max": 7000.0,
    "raw_lifespan": "Average 10 to 12 years in the wild. Up to 23 years in captivity.",
    "lifespan_year_min": 10.0,
    "lifespan_year_max": 23.0,
    "location": "Desert and semi-desert regions, arid regions, savanna grasslands, mountainous environments, rainforests, and occasionally urban areas.",
    "diet": "Carnivorous",
    "raw_gestation": "2.5 months",
    "gestation_days_min": 75.0,
    "gestation_days_max": 75.0,
    "predators": "Humans",
    "threats": [
      "big cat long hunted soft fur — used make coat ceremonial robe — well claw whisker tail popular fetish",
      "brought close contact human settlement may prey livestock pastoralists retaliate kill big cat retribution attempt exterminate order prevent livestock killing",
      "habitat fragmentation reduced prey base human-wildlife conflict greatly reduced specie ’ population throughout range although widely distributed across africa asia due habitat fragmentation loss range reduced 31 percent worldwide past three generation 22 year commercialized bushmeat trade caused collapse prey population across large part savanna africa — estimated average 59 percent decline prey population across 78 protected area"
    ],
    "facts": [
      "Listed as 'vulnerable' in 1986 by IUCN",
      "There are 9 recognized subspecies",
      "Native to more than 35 African countries"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Leopard01_Hero_0.webp?h=888cae72&itok=9lHJlW8P"
  },
  {
    "url": "https://awf.org/wildlife-conservation/kudu",
    "name": "Kudu",
    "animal_type": "Mammal",
    "dirty_overview": "Both the greater kudu and its close cousin, the lesser kudu, have stripes and spots on the body, and most have a chevron of white hair between the eyes. Males have long, spiral horns. The greater kudu's horns are spectacular and can grow as long as 1.8 meters (about 6 feet), making 2-1/2 graceful twists.",
    "overview": "greater kudu close cousin lesser kudu stripe spot body chevron white hair eye male long spiral horn greater kudu 's horn spectacular grow long 1.8 meter 6 foot making 2-1/2 graceful twist",
    "scientific_name": "Greater kudu (Tragelaphus strepsiceros), Lesser kudu (Tragelaphus imberbis)",
    "raw_weight": "Greater kudu: 120 to 315 kilograms (260 to 700 pounds); Lesser kudu: 60 to 105 kilograms (130 to 230 pounds)",
    "weight_kg_min": 27.215519999999998,
    "weight_kg_max": 317.5144,
    "raw_length": "Greater kudu: 100 to 150 centimeters at the shoulder (40 to 60 inches); Lesser kudu: 90 to 105 centimeters at the shoulder (35 to 42 inches)",
    "length_cm_min": 3500.0,
    "length_cm_max": 15000.0,
    "raw_lifespan": "Up to 10 years in the wild; up to 23 years in captivity",
    "lifespan_year_min": 10.0,
    "lifespan_year_max": 23.0,
    "location": "Dense brush or forest",
    "diet": "Herbivorous",
    "raw_gestation": "Up to 9 months",
    "gestation_days_min": 270.0,
    "gestation_days_max": 270.0,
    "predators": "Leopards, hunting dogs, spotted hyenas, humans",
    "threats": [
      "number affected human hunting meat hide horn horn long prized africa use musical instrument honey container symbolic ritual object",
      "people taking habitat charcoal burning farming"
    ],
    "facts": [
      "There are 2 subspecies of kudu",
      "Approximately 100,000 lesser kudu remain",
      "Lesser Kudu can run up to 99 kilometers per hour"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Kudu01_Hero.webp?h=ba6751a8&itok=PLoBJDhC"
  },
  {
    "url": "https://awf.org/wildlife-conservation/kob",
    "name": "Kob",
    "animal_type": "Mammal",
    "dirty_overview": "This antelope is similar in appearance to theimpala, but the two species are not related. The Ugandan kob generally is reddish-brown, but other subspecies range from light brown to almost black. The underside of the body is white, a white ring appears around each eye, and a white patch or chevron appears on the throat; a black stripe runs down the front of each foreleg. Horns occur only in males and though lyre-shaped, they are shorter, thicker, and ringed almost to the tip.",
    "overview": "antelope similar appearance theimpala two specie related ugandan kob generally reddish-brown subspecies range light brown almost black underside body white white ring appears around eye white patch chevron appears throat black stripe run front foreleg horn occur male though lyre-shaped shorter thicker ringed almost tip",
    "scientific_name": "Kobus kob",
    "raw_weight": "90 to 120 kilograms (190 to 265 pounds)",
    "weight_kg_min": 40.82328,
    "weight_kg_max": 120.20188,
    "raw_length": "92 centimeter at the shoulder (36 inches)",
    "length_cm_min": 3600.0,
    "length_cm_max": 9200.0,
    "raw_lifespan": "About 17 years in captivity",
    "lifespan_year_min": 17.0,
    "lifespan_year_max": 17.0,
    "location": "Grasslands, floodplains, or savanna woodlands",
    "diet": "Herbivorous",
    "raw_gestation": "8 to 9 months",
    "gestation_days_min": 240.0,
    "gestation_days_max": 270.0,
    "predators": "Large carnivores, humans",
    "threats": [
      "antelope ecologically restricted preferring low-lying flat gently rolling country free seasonal extreme close permanent water also happen favorable condition farming often find competition human using land agriculture"
    ],
    "facts": [
      "Native to more than 15 African countries",
      "Regionally extinct in 5 African countries",
      "Live in groups of 40 or less"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Kob01_Hero.webp?h=ba6751a8&itok=t1nbRD60"
  },
  {
    "url": "https://awf.org/wildlife-conservation/jackal",
    "name": "Jackal",
    "animal_type": "Mammal",
    "dirty_overview": "The three species differ mainly in color and choice of habitat. The sandy-colored golden jackal prefers open, grassy plains, while the side-striped jackal lives along waterways with dense undergrowth and is drabber in color, has a white tip on the tail, and had indistinct stripes along the sides of the body. The black-backed jackal is recognized by the mantle of black hair on the back that contrasts with the rust-colored body. The tail is black­-tipped, as is that of the golden jackal. The black-backed jackal is usually the most frequently seen, as it is more diurnal than the other two species.",
    "overview": "three specie differ mainly color choice habitat sandy-colored golden jackal prefers open grassy plain side-striped jackal life along waterway dense undergrowth drabber color white tip tail indistinct stripe along side body black-backed jackal recognized mantle black hair back contrast rust-colored body tail black­-tipped golden jackal black-backed jackal usually frequently seen diurnal two specie",
    "scientific_name": "Common jackal (Canis aureus), Side-striped jackal (Canis adustus), Black-backed jackal (Canis mesomelas)",
    "raw_weight": "8 to 10 kilograms (17 to 25 pounds)",
    "weight_kg_min": 3.628736,
    "weight_kg_max": 11.3398,
    "raw_length": "70 to 85 centimeters in length (27 to 33 inches), 25 centimeter long tail (about 10 inches), and 40 centimeter standing height (about 16 inches)",
    "length_cm_min": 1000.0,
    "length_cm_max": 8500.0,
    "raw_lifespan": "8 to 9 years in the wild; up to 16 years in captivity",
    "lifespan_year_min": 8.0,
    "lifespan_year_max": 16.0,
    "location": "Open and wooded savanna, semi-desert, grasslands, shrubland",
    "diet": "Omnivorous",
    "raw_gestation": "About 2 months",
    "gestation_days_min": 60.0,
    "gestation_days_max": 60.0,
    "predators": "Leopards, hyenas, eagles",
    "threats": [
      "increased habitat loss due human population growth resulting expansion road settlement agriculture threatens jackal livestock rearing farming conducive jackal wildlife survival replaced industrialization unsustainable agricultural practice",
      "habitat lost jackal increasingly infringing human settlement viewed danger livestock poultry killed pest also often persecuted rabies transmitter"
    ],
    "facts": [
      "There are 3 species of African jackal",
      "Pups are independent at 6 months old",
      "Jackals have 1 mate for life"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Jackal01_Hero.webp?h=ba6751a8&itok=r7eLYY-t"
  },
  {
    "url": "https://awf.org/wildlife-conservation/impala",
    "name": "Impala",
    "animal_type": "Mammal",
    "dirty_overview": "The impala is reddish-brown with white hair inside the ears, over each eye and on the chin, upper throat, underparts, and buttocks. A narrow black line runs along the middle of the lower back to the tail, and a vertical black stripe appears on the back of each thigh. Impalas have unique brush-like tufts of black hair that cover a scent gland located just above the heel on each hind leg. The female is similar to the male but does not have horns. The male's graceful lyre-shaped horns are about 40 to 90 centimeters long.",
    "overview": "impala reddish-brown white hair inside ear eye chin upper throat underpart buttock narrow black line run along middle lower back tail vertical black stripe appears back thigh impala unique brush-like tuft black hair cover scent gland located heel hind leg female similar male horn male 's graceful lyre-shaped horn 40 90 centimeter long",
    "scientific_name": "Aepyceros melampus",
    "raw_weight": "40 to 60 kilograms (90 to 130 pounds)",
    "weight_kg_min": 18.14368,
    "weight_kg_max": 58.96696,
    "raw_length": "About 1 meter tall (28 to 36 inches)",
    "length_cm_min": 100.0,
    "length_cm_max": 3600.0,
    "raw_lifespan": "Average 13 to 15 years in the wild (about 17 in captivity)",
    "lifespan_year_min": 13.0,
    "lifespan_year_max": 17.0,
    "location": "Savannas, grasslands, shrubland, and light woodlands",
    "diet": "Herbivorous",
    "raw_gestation": "Between 6 and 7 months",
    "gestation_days_min": 180.0,
    "gestation_days_max": 210.0,
    "predators": "Lions, leopards, cheetahs, hyenas, hunting dogs, humans",
    "threats": [
      "unsustainable livestock farming human encroachment major threat impala ’ future wildlife habitat disrupted expansion road settlement road segment habitat wildlife migration affected wildlife difficulty moving park find food mate give birth",
      "impala one commonly hunted antelope hunting safari south africa also second numerous specie harvested biltong poaching along outskirt even within protected area combined agro-pastoral development threatening stable population"
    ],
    "facts": [
      "Protected areas house 25% of the population",
      "Native to more than 10 African countries",
      "There are 2 subspecies"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Impala01_Hero.webp?h=ba6751a8&itok=sp6k-6Ca"
  },
  {
    "url": "https://awf.org/wildlife-conservation/hyrax",
    "name": "Hyrax",
    "animal_type": "Mammal",
    "dirty_overview": "The hyrax is also called rock rabbit or dassie, is a small furry mammal. It looks like a robust, oversized guinea pig, or a rabbit with rounded ears and no tail. Hyraxes have stumpy toes with hoof-like nails; and four toes on each front foot and three on each back foot. The longer, claw-like nails on the inside toes and the back feet are used for grooming and scratching. The bottoms of the feet have a rubbery texture to assist in climbing steep rock surfaces and trees.",
    "overview": "hyrax also called rock rabbit dassie small furry mammal look like robust oversized guinea pig rabbit rounded ear tail hyrax stumpy toe hoof-like nail four toe front foot three back foot longer claw-like nail inside toe back foot used grooming scratching bottom foot rubbery texture assist climbing steep rock surface tree",
    "scientific_name": "Rock hyrax (Procavia capensis), Yellow-spotted hyrax (Heterohyrax brucei), Tree hyrax (Dendrohyrax dorsalis), Bush hyrax (Heterohyrax brucei)",
    "raw_weight": "About 4 to 5 kilograms (8 to 11 pounds)",
    "weight_kg_min": 1.814368,
    "weight_kg_max": 4.9895119999999995,
    "raw_length": "About 30 to 50 centimeters in length (11 to 20 inches)",
    "length_cm_min": 1100.0,
    "length_cm_max": 5000.0,
    "raw_lifespan": "Up to 12 years in the wild; average 8.5 years",
    "lifespan_year_min": 8.5,
    "lifespan_year_max": 12.0,
    "location": "Dry savanna to dense rainforest to rocky outcrops",
    "diet": "Herbivorous",
    "raw_gestation": "7 to 8 months",
    "gestation_days_min": 210.0,
    "gestation_days_max": 240.0,
    "predators": "Leopards, lions, hyenas, pythons, large birds, servals, jackals, parasites",
    "threats": [
      "human population growing people expanding road settlement agriculture — activity moving wildlife ’ living space habitat loss habitat fragmentation make difficult hyrax find mate food shelter"
    ],
    "facts": [
      "There are more than 5 recognized subspecies",
      "Native to over 25 African countries",
      "Live in colonies of 50 members"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Hyrax01_Hero_1.webp?h=ba6751a8&itok=oddzsupU"
  },
  {
    "url": "https://awf.org/wildlife-conservation/hyena",
    "name": "Hyena",
    "animal_type": "Mammal",
    "dirty_overview": "The hyena (spelled “hyaena” in some parts of the world) is Africa’s most common large carnivore. There are three hyena species — spotted, brown, and striped. Spotted hyenas are the largest of the three. They are fairly large in build and have relatively short torsos with lower hindquarters, and sloping backs. They have excellent night-time vision and hearing.",
    "overview": "hyena spelled “ hyaena ” part world africa ’ common large carnivore three hyena specie — spotted brown striped spotted hyena largest three fairly large build relatively short torso lower hindquarter sloping back excellent night-time vision hearing",
    "scientific_name": "Crocuta crocuta (spotted hyena), Hyaena hyaena (striped hyena), Parahyaena brunnea (brown hyena)",
    "raw_weight": "About 35 to 80 kilograms (77 to  to 176 pounds)",
    "weight_kg_min": 15.87572,
    "weight_kg_max": 79.83219199999999,
    "raw_length": "95 to 150 centimeters in length (37 to 60 inches); 75 to 85 centimeters at the shoulder (30 to 33 inches)",
    "length_cm_min": 3000.0,
    "length_cm_max": 15000.0,
    "raw_lifespan": "Up to 20 years in the wild and 25 years in captivity",
    "lifespan_year_min": 20.0,
    "lifespan_year_max": 25.0,
    "location": "Savannas, grasslands, woodlands, forest edges, sub deserts and mountains up to 4,000 meters (13,000 feet)",
    "diet": "Carnivorous",
    "raw_gestation": "90 to 110 days",
    "gestation_days_min": 90.0,
    "gestation_days_max": 110.0,
    "predators": "Humans",
    "threats": [
      "like many carnivore hyena come conflict human prey livestock often seen pest specie often result retaliatory killing farmer — especially poisoning",
      "human population expand growth agriculture settlement road result wildlife losing space previously able roam freely"
    ],
    "facts": [
      "There are 3 subspecies of hyena",
      "Snares kill about 400 adults per year",
      "Clans can grow to 80 individuals"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Hyena01_Hero.webp?h=ba6751a8&itok=tF-1ag1z"
  },
  {
    "url": "https://awf.org/wildlife-conservation/zebra",
    "name": "Zebra",
    "animal_type": "Mammal",
    "dirty_overview": "The most common and widespread of its species, the plains zebra even appears on the coat of arms of Botswana. Larger than the mountain zebra, and smaller than the Grevy’s, this ungulate is horse-like but has a mane of short, erect hair, a tail with a tuft at the tip, and bears recognizable vertical stripes.",
    "overview": "common widespread specie plain zebra even appears coat arm botswana larger mountain zebra smaller grevy ’ ungulate horse-like mane short erect hair tail tuft tip bear recognizable vertical stripe",
    "scientific_name": "Equus Quagga",
    "raw_weight": "250 to 300 kilograms (550 to 700 pounds)",
    "weight_kg_min": 113.398,
    "weight_kg_max": 317.5144,
    "raw_length": "About 1.5 meters in height (about 4.5 feet)",
    "length_cm_min": 150.0,
    "length_cm_max": 450.0,
    "location": "Grasslands and savannas",
    "diet": "Herbivorous",
    "raw_gestation": "13 months",
    "gestation_days_min": 390.0,
    "gestation_days_max": 390.0,
    "predators": "Lions, cheetahs, hyenas, hunting dogs, leopards, humans",
    "threats": [
      "habitat loss due human encroachment agricultural practice livestock grazing remains issue ongoing conservation specie problem seem especially prevalent southern half range account much recent population decline",
      "especially severe northern half range over-hunting pose serious danger zebra population hunted meat distinctive skin"
    ],
    "facts": [
      "Coats dissipate 70% of heat",
      "Will migrate up to 2,900 kilometers for food",
      "Native to over 15 African countries"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Zebra01_Hero.webp?h=ba6751a8&itok=HRH2R3VG"
  },
  {
    "url": "https://awf.org/wildlife-conservation/wildebeest",
    "name": "Wildebeest",
    "animal_type": "Mammal",
    "dirty_overview": "Also known as the gnu, the wildebeest is a member of the antelope family. They have a large, box-like head with curving horns. The front end of their body is heavily built, while the hindquarters are slender with spindly legs. They have a gray coat and a black mane as well as a beard that can be black or white. There are several races of wildebeest. The species forming the large herds of the Serengeti-Mara ecosystem of Kenya and Tanzania is known as the western white-bearded wildebeest, while the eastern white-bearded races inhabit Kenya and Tanzania east of the Gregory Rift. The brindled, or blue, race occurs south of the Zambezi River.",
    "overview": "also known gnu wildebeest member antelope family large box-like head curving horn front end body heavily built hindquarter slender spindly leg gray coat black mane well beard black white several race wildebeest specie forming large herd serengeti-mara ecosystem kenya tanzania known western white-bearded wildebeest eastern white-bearded race inhabit kenya tanzania east gregory rift brindled blue race occurs south zambezi river",
    "scientific_name": "Connochaetes taurinus",
    "raw_weight": "118 to 270 kilograms (260-595 pounds)",
    "weight_kg_min": 53.523856,
    "weight_kg_max": 269.88724,
    "raw_length": "123 centimeters  in length (48 inches)",
    "length_cm_min": 4800.0,
    "length_cm_max": 12300.0,
    "raw_lifespan": "20 years in the wild",
    "lifespan_year_min": 20.0,
    "lifespan_year_max": 20.0,
    "location": "Open woodlands, open grassy plains",
    "diet": "Herbivorous",
    "raw_gestation": "8.5 months",
    "gestation_days_min": 255.0,
    "gestation_days_max": 255.0,
    "predators": "Lions, cheetahs, hunting dogs, hyenas",
    "threats": [
      "habitat threatened fragmentation caused land fenced agriculture widespread abundant certain area spread civilization agriculture reduction water source poaching threatening iconic specie ’ survival"
    ],
    "facts": [
      "Can live to be 40 years old",
      "Migrate close to 1,600 kilometers each year",
      "Can run up to 65 kilometers each year"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Wildebeest01_Hero.webp?h=ba6751a8&itok=J5jFIb6Q"
  },
  {
    "url": "https://awf.org/wildlife-conservation/west-african-giraffe",
    "name": "West African Giraffe",
    "animal_type": "Mammal",
    "dirty_overview": "The West African giraffe is a subspecies of giraffe, distinguished from other types by its light, tan-colored spots. Other giraffes have darker markings. It stands almost 6 meters tall (19 feet) and can weigh up to 1,300 kilograms (about 2,800 pounds). Males have thicker horns than females, and are taller. Males often fight for leadership as well as mating rights. Females are responsible for caring for the young.",
    "overview": "west african giraffe subspecies giraffe distinguished type light tan-colored spot giraffe darker marking stand almost 6 meter tall 19 foot weigh 1,300 kilogram 2,800 pound male thicker horn female taller male often fight leadership well mating right female responsible caring young",
    "scientific_name": "Giraffa camelopardalis ssp. peralta",
    "raw_weight": "Up to 1,300 kilograms (2,800 pounds)",
    "weight_kg_min": 0.453592,
    "weight_kg_max": 362.8736,
    "raw_length": "Up to 6 meters tall (19 feet)",
    "length_cm_min": 600.0,
    "length_cm_max": 1900.0,
    "location": "Forests to open plains",
    "diet": "Herbivorous",
    "raw_gestation": "15 months",
    "gestation_days_min": 450.0,
    "gestation_days_max": 450.0,
    "predators": "Lions, leopards, hyenas, wild dogs, humans",
    "threats": [
      "human population increase severe impact specie whole population increased human began living closer giraffe cutting tree resulting habitat loss",
      "hunted often tail prized many african culture also hunted pelt meat"
    ],
    "facts": [
      "Can weigh up to 1,300 kilograms",
      "Live in herds of about 15 members",
      "Approximately 607 individuals left"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_WestAfricanGiraffe01_Hero.webp?h=ba6751a8&itok=O7LiRGKT"
  },
  {
    "url": "https://awf.org/wildlife-conservation/wattled-crane",
    "name": "Wattled Crane",
    "animal_type": "Bird",
    "dirty_overview": "The wattled crane is a large bird with a long white neck, gray body, black undersides, and a bare red face with a black “cap.” Their name comes from the white wattles that dangle from its throat. The crane’s secondary, inner-wing feathers are elongated and look like a tail when the crane is standing.",
    "overview": "wattled crane large bird long white neck gray body black underside bare red face black “ cap. ” name come white wattle dangle throat crane ’ secondary inner-wing feather elongated look like tail crane standing",
    "scientific_name": "Bugeranus carunculatus",
    "raw_weight": "8 kilograms (18 pounds)",
    "weight_kg_min": 3.628736,
    "weight_kg_max": 8.164656,
    "raw_length": "Almost 2 meters tall (5.7 feet)",
    "length_cm_min": 200.0,
    "length_cm_max": 570.0,
    "raw_lifespan": "20 to 30 years",
    "lifespan_year_min": 20.0,
    "lifespan_year_max": 30.0,
    "location": "Open wetlands, moist grasslands, and seasonal floodplains",
    "diet": "Omnivorous",
    "predators": "Jackals, humans",
    "threats": [
      "crane wetland-dependent africa ’ crane specie distribution reliant upon annual river basin flood pattern agricultural expansion leading cause loss degradation wetland habitat"
    ],
    "facts": [
      "Estimated population of 7,700 inidividuals",
      "Have 1 mate for life",
      "Have a wingspan of 2.5 meters"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_WattledCrane01_Hero.webp?h=ba6751a8&itok=AKSJkrH4"
  },
  {
    "url": "https://awf.org/wildlife-conservation/waterbuck",
    "name": "Waterbuck",
    "animal_type": "Mammal",
    "dirty_overview": "These antelopes are large, robust animals; males are generally about 25 percent larger than the females. They have large, rounded ears and white patches above the eyes, around the nose and mouth, and on the throat. Only the males have horns, which are prominently ringed and as long as 100 centimeters (40 inches). The horns are widely spaced and curve gracefully back and up. They are sometimes used with lethal results when males fight one another over territories.",
    "overview": "antelope large robust animal male generally 25 percent larger female large rounded ear white patch eye around nose mouth throat male horn prominently ringed long 100 centimeter 40 inch horn widely spaced curve gracefully back sometimes used lethal result male fight one another territory",
    "scientific_name": "Waterbuck (Kobus ellipsiprymnus); Common waterbuck (Kobus ellipsiprymnus ssp.ellipsiprymnus); Defassa waterbuck (Kobus ellipsiprymnus ssp. defassa)",
    "raw_weight": "160 to 300 kilograms (350 to 660 pounds)",
    "weight_kg_min": 72.57472,
    "weight_kg_max": 299.37072,
    "raw_length": "120 to 136 centimeters at the shoulder (about 50 inches)",
    "length_cm_min": 5000.0,
    "length_cm_max": 13600.0,
    "raw_lifespan": "Up to 18 years",
    "lifespan_year_min": 18.0,
    "lifespan_year_max": 18.0,
    "location": "Savanna grasslands, riverine forests, woodlands",
    "diet": "Herbivorous",
    "raw_gestation": "About 9 months",
    "gestation_days_min": 270.0,
    "gestation_days_max": 270.0,
    "predators": "Hyenas, lions, leopards, hunting dogs, cheetahs, crocodiles, humans",
    "threats": [
      "habitat loss fragmentation biggest threat facing antelope people construct new road build settlement expand agriculture infringing wildlife habitat"
    ],
    "facts": [
      "Estimated less than 200,000 remain",
      "There are 2 subspecies",
      "Horns grow to 100 centimeters long"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Waterbuck01_Hero.webp?h=ba6751a8&itok=38M3EsTL"
  },
  {
    "url": "https://awf.org/wildlife-conservation/warthog",
    "name": "Warthog",
    "animal_type": "Mammal",
    "dirty_overview": "The warthog is a tough, sturdy animal. Males weigh 9 to 23 kilograms (20 to 50 pounds) more than females, but both are distinguished by disproportionately large heads and “warts” — thick protective pads that appear on both sides of the head. Their large tusks are unusual: the two upper tusks emerge from the sides of the snout to form a semicircle; the lower tusks, at the base of the uppers, are worn to a sharp-cutting edge. Sparse bristles cover their body, and longer bristles form a mane from the top of the head down the spine to the middle of the back. Their long tail ends with a tuft of bristles. Warthogs characteristically carry their tails upright when they run, the tuft waving like a tiny flag.",
    "overview": "warthog tough sturdy animal male weigh 9 23 kilogram 20 50 pound female distinguished disproportionately large head “ wart ” — thick protective pad appear side head large tusk unusual two upper tusk emerge side snout form semicircle lower tusk base upper worn sharp-cutting edge sparse bristle cover body longer bristle form mane top head spine middle back long tail end tuft bristle warthog characteristically carry tail upright run tuft waving like tiny flag",
    "scientific_name": "Phacochoerus aethiopicus (desert/cape warthog); Phacochoerus africanus (common warthog)",
    "raw_weight": "50 to 150 kilograms (110 to 330 pounds)",
    "weight_kg_min": 22.6796,
    "weight_kg_max": 149.68536,
    "raw_length": "90 to 150 centimeters in length (35 to 60 inches)",
    "length_cm_min": 3500.0,
    "length_cm_max": 15000.0,
    "raw_lifespan": "15 to 18 years in the wild; up to 20 years in captivity",
    "lifespan_year_min": 15.0,
    "lifespan_year_max": 20.0,
    "location": "Savanna",
    "diet": "Omnivorous",
    "raw_gestation": "About 6 months",
    "gestation_days_min": 180.0,
    "gestation_days_max": 180.0,
    "predators": "Lions, leopards, humans, crocodiles, and hyenas",
    "threats": [
      "warthog killed raiding wheat rice bean groundnut field agricultural area people also eliminating specie potentially carry african swine fever"
    ],
    "facts": [
      "Males weigh up to 20 kilograms more than females",
      "Tusks grow to 25 centimeters long",
      "Can run up to 55 kilometers per hour"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Warthog01_Hero.webp?h=ba6751a8&itok=pBZlgESc"
  },
  {
    "url": "https://awf.org/wildlife-conservation/vulture",
    "name": "Vulture",
    "animal_type": "Bird",
    "dirty_overview": "Vultures vary in size and appearance depending on their species. Colors range from white to brown to black with white accents, and many species have a bare crown, face and neck, accompanied by a neat or scraggly ruff of feathers.",
    "overview": "vulture vary size appearance depending specie color range white brown black white accent many specie bare crown face neck accompanied neat scraggly ruff feather",
    "scientific_name": "Egyptian Vulture: Neophron percnopterus; Hooded Vulture: Necrosyrtes monachus; White-backed Vulture: Gyps africanus; Rüppell’s Vulture: Gyps reuppelli",
    "raw_weight": "1.5 to  11 kilograms (3 to 24 pounds)",
    "weight_kg_min": 0.680388,
    "weight_kg_max": 10.886208,
    "raw_length": "58 to 115 centimeters tall (22 to 45 inches)",
    "length_cm_min": 2200.0,
    "length_cm_max": 11500.0,
    "raw_lifespan": "Up to 20 years in the wild; up to 37 in captivity",
    "lifespan_year_min": 20.0,
    "lifespan_year_max": 37.0,
    "location": "Mountains, savanna, woodlands, desert",
    "diet": "Mostly carnivorous",
    "predators": "Humans",
    "threats": [
      "bird flock animal carcass also give away site poacher ’ activity wanting remain undetected poacher turned sight vulture ’ increasingly targeted head widely used traditional medicine",
      "human expand community agricultural land new problem arise vulture new infrastructure like power line present myriad hazardous obstacle bird flight meanwhile agricultural expansion pushing ungulate bird ’ territory reducing amount carrion available scavenger"
    ],
    "facts": [
      "Vultures clear up to 70% of Africa’s carrion",
      "In Africa there are 11 species of vultures",
      "West Africa has lost 90% of its white-backed vultures"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Vulture01_Hero.webp?h=ba6751a8&itok=27ccuQb6"
  },
  {
    "url": "https://awf.org/wildlife-conservation/vervet-monkey",
    "name": "Vervet Monkey",
    "animal_type": "Mammal",
    "dirty_overview": "The vervet is a small, black-faced monkey, common in East Africa. There are several subspecies of vervet monkeys, but, generally, the body is a greenish-olive or silvery-gray. The face, ears, hands, feet, and the tip of the tail are black, but a conspicuous white band on the forehead blends in with the short whiskers. The males are slightly larger than the females and easily recognized by a turquoise-blue scrotum and red penis. The vervet is classified as a medium- to a large-sized monkey. The tail is usually held up, with the tip curving downward, and the arms and legs are approximately equal lengths.",
    "overview": "vervet small black-faced monkey common east africa several subspecies vervet monkey generally body greenish-olive silvery-gray face ear hand foot tip tail black conspicuous white band forehead blend short whisker male slightly larger female easily recognized turquoise-blue scrotum red penis vervet classified medium- large-sized monkey tail usually held tip curving downward arm leg approximately equal length",
    "scientific_name": "Cercopithecus aethiops",
    "raw_weight": "3 to 5 kilograms (6 to 11 pounds)",
    "weight_kg_min": 1.360776,
    "weight_kg_max": 4.9895119999999995,
    "raw_length": "400 to 600 millimeters in length (15 to 24 inches); with tails about 300 to 500 millimeters in length (11 to 20 inches)",
    "length_cm_min": 1100.0,
    "length_cm_max": 60000.0,
    "raw_lifespan": "Up to 30 years",
    "lifespan_year_min": 30.0,
    "lifespan_year_max": 30.0,
    "location": "Woodland, savanna, high bush",
    "diet": "Omnivorous",
    "raw_gestation": "About 5.5 months",
    "gestation_days_min": 165.0,
    "gestation_days_max": 165.0,
    "predators": "Leopards, eagles, humans",
    "threats": [
      "vervet living near area inhabited people become pest stealing food item raiding crop lead heavy annual slaughter poison trap gun",
      "recent year vervet monkey considered valuable research animal making live trapping prevalent well"
    ],
    "facts": [
      "Troops can include 50 individuals",
      "There are 5 subspecies of vervet",
      "Live in areas up to 4,000 meters in altitude"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_VervetMonkey01_Hero.webp?h=ba6751a8&itok=WTgjM4uX"
  },
  {
    "url": "https://awf.org/wildlife-conservation/topi",
    "name": "Topi",
    "animal_type": "Mammal",
    "dirty_overview": "They are medium­-sized antelopes with a striking reddish-brown to purplish-red coat. Distinct black patches appear on their face, their upper forelegs, and on their hips and thighs. To complete their singular appearance, the topi's yellowish-tan legs look like they are encased in stockings.",
    "overview": "medium­-sized antelope striking reddish-brown purplish-red coat distinct black patch appear face upper foreleg hip thigh complete singular appearance topi 's yellowish-tan leg look like encased stocking",
    "scientific_name": "Damaliscus lunatus",
    "raw_weight": "90 to 147 kilograms (198 to 324 pounds)",
    "weight_kg_min": 40.82328,
    "weight_kg_max": 146.963808,
    "raw_length": "104 centimeters to 126 centimeters in height (40 to 50 inches)",
    "length_cm_min": 4000.0,
    "length_cm_max": 12600.0,
    "raw_lifespan": "15 years in the wild",
    "lifespan_year_min": 15.0,
    "lifespan_year_max": 15.0,
    "location": "Floodplains and grasslands",
    "diet": "Herbivorous",
    "raw_gestation": "8 months",
    "gestation_days_min": 240.0,
    "gestation_days_max": 240.0,
    "predators": "Lions, leopards, cheetahs, hyenas, hunting dogs, humans",
    "threats": [
      "human population growing expanding agriculture road settlement leading loss living space large antelope resulting many complication topi ’ ecological dietary limitation make difficult compete resource hardier antelope like wildebeest fare better less favorable condition livestock also out-competing topi grazing range dry season"
    ],
    "facts": [
      "Population estimate of 300,000 individuals",
      "There are 5 subspecies of topi",
      "Regionally extinct in 6 African countries"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Topi01_Hero.webp?h=ba6751a8&itok=Sd2Y_ze3"
  },
  {
    "url": "https://awf.org/wildlife-conservation/thomsons-gazelle",
    "name": "Thomson's Gazelle",
    "animal_type": "Mammal",
    "dirty_overview": "These small gazelles, named for researcher Joseph Thomson, have light-brown coats with dark stripes running down their sides, a white patch on their rumps extending underneath the tail, and ridged horns that curve backward. Females may have shorter, smoother, and slimmer horns than males or none at all. Grant’s gazelles are sometimes confused with Thomson’s. However, Thomson’s is distinguished from Grant’s by its smaller size and the white patch on its rump. On Grant’s gazelles, the patch always extends above the tail.",
    "overview": "small gazelle named researcher joseph thomson light-brown coat dark stripe running side white patch rump extending underneath tail ridged horn curve backward female may shorter smoother slimmer horn male none grant ’ gazelle sometimes confused thomson ’ however thomson ’ distinguished grant ’ smaller size white patch rump grant ’ gazelle patch always extends tail",
    "scientific_name": "Gazella thomsonii",
    "raw_weight": "15 to 35 kilograms (33 to 77 pounds)",
    "weight_kg_min": 6.8038799999999995,
    "weight_kg_max": 34.926584,
    "raw_length": "55 to 82 centimeters at the shoulder (21 to 32 inches)",
    "length_cm_min": 2100.0,
    "length_cm_max": 8200.0,
    "raw_lifespan": "About 10.5 years in the wild",
    "lifespan_year_min": 10.5,
    "lifespan_year_max": 10.5,
    "location": "Open plains and grassland",
    "diet": "Herbivorous",
    "raw_gestation": "6 months",
    "gestation_days_min": 180.0,
    "gestation_days_max": 180.0,
    "predators": "Cheetahs, lions, leopards, hunting dogs, hyenas, humans",
    "threats": [
      "often found ranch farmland many animal left feeding short grass exposed cattle easy target often shot snared food",
      "thomson ’ gazelle ’ habitat decreasing human population grow agriculture settlement road expand"
    ],
    "facts": [
      "Estimated population of 207,000 individuals",
      "Can run up to 70 kilometers per hour",
      "Population declined about 65% from 1970-2000"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_ThomsonsGazelle01_Hero.webp?h=c2d0adeb&itok=LPV2LBeh"
  },
  {
    "url": "https://awf.org/wildlife-conservation/springhare",
    "name": "Springhare",
    "animal_type": "Mammal",
    "dirty_overview": "This unusual rodent species, which appears to be a cross between a kangaroo and a rabbit, has caused scientists much confusion. Springhares were once grouped with jerboas (jumping rodents), then with porcupines, then with scaly-tailed squirrels, until finally they were allotted their own family.",
    "overview": "unusual rodent specie appears cross kangaroo rabbit caused scientist much confusion springhares grouped jerboa jumping rodent porcupine scaly-tailed squirrel finally allotted family",
    "scientific_name": "Pedetes capensis",
    "raw_weight": "3 to 4 kilograms (6 to 9 pounds)",
    "weight_kg_min": 1.360776,
    "weight_kg_max": 4.082328,
    "raw_length": "35 to 45 centimeters in length (13 to 18 inches)",
    "length_cm_min": 1300.0,
    "length_cm_max": 4500.0,
    "raw_lifespan": "Up to 13 years in captivity",
    "lifespan_year_min": 13.0,
    "lifespan_year_max": 13.0,
    "location": "Dry savannas",
    "diet": "Herbivorous",
    "raw_gestation": "2 to 3 months",
    "gestation_days_min": 60.0,
    "gestation_days_max": 90.0,
    "predators": "Serval cats, caracals, wild cats, genets, mongooses, ratels, jackals, large owls",
    "threats": [
      "human settlement ranching fencing land result loss critical habitat hare",
      "human settlement agriculture expand encroach springhares ’ habitat hare may take crop raiding eat sweet potato groundnut pumpkin shoot maize wheat case snaring shooting cause localized population depletion"
    ],
    "facts": [
      "Native to 7 African countries",
      "Listed in 1996 as 'vulnerable'",
      "Concentrations of 40 springhares are common"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_SpringHare01_Hero.webp?h=bc04ad1e&itok=sQG33Emw"
  },
  {
    "url": "https://awf.org/wildlife-conservation/sitatunga",
    "name": "Sitatunga",
    "animal_type": "Mammal",
    "dirty_overview": "The sitatunga is a rare swamp-dwelling antelope. It is distinguished by its long, splayed hooves. These hooves make them clumsy and vulnerable on firm terrain but well-adapted for walking through muddy, vegetated swamplands. Their shaggy, oily coat is another adaptation to an aquatic habitat. The males' coats are grayish-brown, while the females' are a reddish-chocolate brown, with six to eight vertical white stripes on the body. Males are also considerably larger than females and have long, twisting horns.",
    "overview": "sitatunga rare swamp-dwelling antelope distinguished long splayed hoof hoof make clumsy vulnerable firm terrain well-adapted walking muddy vegetated swampland shaggy oily coat another adaptation aquatic habitat male coat grayish-brown female reddish-chocolate brown six eight vertical white stripe body male also considerably larger female long twisting horn",
    "scientific_name": "Tragelaphus spekii",
    "raw_weight": "50 to 125 kilograms (110 to 275 pounds)",
    "weight_kg_min": 22.6796,
    "weight_kg_max": 124.7378,
    "raw_length": "75 to 100 centimeters tall (30 to 40 inches)",
    "length_cm_min": 3000.0,
    "length_cm_max": 10000.0,
    "raw_lifespan": "Up to 22 years in captivity",
    "lifespan_year_min": 22.0,
    "lifespan_year_max": 22.0,
    "location": "Aquatic, wetlands",
    "diet": "Herbivorous",
    "raw_gestation": "7.5 months",
    "gestation_days_min": 225.0,
    "gestation_days_max": 225.0,
    "predators": "Humans, pythons, crocodiles, leopards, lions",
    "threats": [
      "antelope easily caught setting snare well-traveled path swamp overhunting outside protected area causing rapid decline number",
      "people draining swamp sitatungas love live"
    ],
    "facts": [
      "Population of 170,000 individuals",
      "Found in more than 25 African countries",
      "Protected areas house 40% of population"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Sitatunga01_Hero_d.webp?h=ba6751a8&itok=M4pw0PO7"
  },
  {
    "url": "https://awf.org/wildlife-conservation/sable",
    "name": "Sable",
    "animal_type": "Mammal",
    "dirty_overview": "The sable is a rotund, barrel-chested antelope with a short neck, long face, and dark mane. Both males and females boast impressive ringed horns that rise vertically and curve backward. When they arch their necks and stand with their heads held high and tails outstretched, they resemble horses. This flexed-neck position makes sables appear larger than they really are. The males maintain this position even when they gallop, as the arched neck is an important manifestation of dominance.",
    "overview": "sable rotund barrel-chested antelope short neck long face dark mane male female boast impressive ringed horn rise vertically curve backward arch neck stand head held high tail outstretched resemble horse flexed-neck position make sable appear larger really male maintain position even gallop arched neck important manifestation dominance",
    "scientific_name": "Hippotragus niger",
    "raw_weight": "220 to 238 kilograms (485 to 525 pounds)",
    "weight_kg_min": 99.79024,
    "weight_kg_max": 238.1358,
    "raw_length": "116 to 142 centimeters in height (45 to 56 inches)",
    "length_cm_min": 4500.0,
    "length_cm_max": 14200.0,
    "raw_lifespan": "Up to 16 years in the wild; up to 20 years in captivity",
    "lifespan_year_min": 16.0,
    "lifespan_year_max": 20.0,
    "location": "Savanna woodlands",
    "diet": "Herbivorous",
    "raw_gestation": "8 to 9 months",
    "gestation_days_min": 240.0,
    "gestation_days_max": 270.0,
    "predators": "Humans, lions, leopards, hyenas, hunting dogs, crocodiles",
    "threats": [
      "antelope tendency settle near water area good drainage good grazing putting direct conflict human also value type land agriculture livestock"
    ],
    "facts": [
      "Only 75,000 remain",
      "Native to 11 African countries",
      "Horns can grow to 1.6 meters in length"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Sable01_Hero.webp?h=ba6751a8&itok=nbh1hQDc"
  },
  {
    "url": "https://awf.org/wildlife-conservation/roan-antelope",
    "name": "Roan Antelope",
    "animal_type": "Mammal",
    "dirty_overview": "The roan antelope is one of Africa’s largest bovids, only exceeded in size by the African buffalo and eland. It has a grey or brown coat, a black-and-white clown-like facemask — that is darker in males than females — and long, tasseled ears. Both sexes have backward-curving horns, although they are shorter in the females.",
    "overview": "roan antelope one africa ’ largest bovid exceeded size african buffalo eland grey brown coat black-and-white clown-like facemask — darker male female — long tasseled ear sex backward-curving horn although shorter female",
    "scientific_name": "Hippotragus equinus",
    "raw_weight": "225 to 300 kilograms (495 to 660 pounds)",
    "weight_kg_min": 102.0582,
    "weight_kg_max": 299.37072,
    "raw_length": "1 to 2 meters at the shoulder (4.5 to 5 feet)",
    "length_cm_min": 100.0,
    "length_cm_max": 500.0,
    "raw_lifespan": "17 years",
    "lifespan_year_min": 17.0,
    "lifespan_year_max": 17.0,
    "location": "Savannas, woodlands, and grasslands",
    "diet": "Herbivorous",
    "raw_gestation": "Approximately 9 months",
    "gestation_days_min": 270.0,
    "gestation_days_max": 270.0,
    "predators": "Hyenas, leopards, wild dogs, humans",
    "threats": [
      "eliminated part former range due habitat loss resulting human activity agricultural expansion new road settlement construction",
      "hunting outside protected area persistent reason eliminated former range mainly survive protected area"
    ],
    "facts": [
      "Can run up to 55 kilometers per hour",
      "Total population of 60,000 is estimated",
      "Regionally extinct in 2 African countries"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_RoanAntelope01_Hero.webp?h=ba6751a8&itok=-C3bddAU"
  },
  {
    "url": "https://awf.org/wildlife-conservation/rhinoceros",
    "name": "Rhinoceros",
    "animal_type": "Mammal",
    "dirty_overview": "Rhinos may look like prehistoric creatures, and they do date back millions of years to the Miocene era, but they are also mammals like us. There are two species of African rhinos, the white rhino and black rhino, and each is distinct in its own way. The white, or square-lipped, rhino derives its name from the Dutch word “weit,” meaning wide. It is actually gray in color and has a hump on its neck and a long face. The black, or hooked-lipped, rhino has a thick, hairless gray hide. Both rhinos have two horns.",
    "overview": "rhino may look like prehistoric creature date back million year miocene era also mammal like u two specie african rhino white rhino black rhino distinct way white square-lipped rhino derives name dutch word “ weit ” meaning wide actually gray color hump neck long face black hooked-lipped rhino thick hairless gray hide rhino two horn",
    "scientific_name": "Black: Diceros bicornisWhite: Ceratotherium simum",
    "raw_weight": "Black: 1 to 1.5 tn. (2,000 to 3,000 lb.)White: More than 2 tn. (4,000+ lb.)",
    "weight_kg_min": 0.0,
    "weight_kg_max": 1.814368,
    "raw_length": "About 60 in. at the shoulder",
    "raw_lifespan": "35 to 40 years",
    "lifespan_year_min": 35.0,
    "lifespan_year_max": 40.0,
    "location": "Grassland and open savanna",
    "diet": "Herbivorous",
    "raw_gestation": "16 months",
    "gestation_days_min": 480.0,
    "gestation_days_max": 480.0,
    "predators": "Humans",
    "threats": [
      "wild adult black white rhino predator except human rhino hunted killed horn major demand rhino horn asia used ornamental carving traditional medicine rhino horn touted cure hangover cancer impotence horn true horn actually made keratin—the material make hair nail truly rhino horn effective curing cancer chewing fingernail",
      "human population rise city grow logging agriculture road settlement destroy rhino habitat"
    ],
    "facts": [
      "There are 2 species of African rhino",
      "Rhinos can gallop up to 30 miles per hour",
      "Black rhino population down 97.6% since 1960"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Rhinoceros01_Hero.webp?h=d208a3ed&itok=lVe_ACk7"
  },
  {
    "url": "https://awf.org/wildlife-conservation/ratel",
    "name": "Ratel",
    "animal_type": "Mammal",
    "dirty_overview": "Ratels, also known as honey badgers, are muscular and compact, have a thick skull, a well-developed neck and shoulders, and strong forelegs armed with massive claws for digging. The striking pattern of the black lower body and white upper-body fur extends to the tail. It has internal ears that can be closed to keep out dirt while digging.",
    "overview": "ratel also known honey badger muscular compact thick skull well-developed neck shoulder strong foreleg armed massive claw digging striking pattern black lower body white upper-body fur extends tail internal ear closed keep dirt digging",
    "scientific_name": "Mellivora capensis",
    "raw_weight": "8 to 12 kilograms (17-26 pounds)",
    "weight_kg_min": 3.628736,
    "weight_kg_max": 11.793392,
    "raw_length": "60 to 70 centimeters in length (23 to 28 inches)",
    "length_cm_min": 2300.0,
    "length_cm_max": 7000.0,
    "raw_lifespan": "Up to 8 years in the wild; up to 24 years in captivity",
    "lifespan_year_min": 8.0,
    "lifespan_year_max": 24.0,
    "location": "Dense forest to open plains",
    "diet": "Omnivorous",
    "raw_gestation": "50 to 70 days",
    "gestation_days_min": 50.0,
    "gestation_days_max": 70.0,
    "predators": "Humans",
    "threats": [
      "old-fashioned honey hunter grudging respect honey badger modern beekeeper prepared lose large amount produce come close contact human population tend steal poultry small livestock become victim retaliatory killing increasingly poisoned trapped snared shot speared"
    ],
    "facts": [
      "Native to more than 20 African countries",
      "There are 12 recognized subspecies",
      "Ratel’s skin is nearly 6 millimeters thick"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Ratel01_Hero.webp?h=ba6751a8&itok=PhwRmgwI"
  },
  {
    "url": "https://awf.org/wildlife-conservation/porcupine",
    "name": "Porcupine",
    "animal_type": "Mammal",
    "dirty_overview": "The word porcupine means “quill pig” in Latin; however, porcupines are large rodents and have no relation to pigs. Porcupines are the largest and heaviest of all African rodents. The head is roundish and rather domed, with a blunt muzzle and small eyes and ears. The legs are short and sturdy, and each foot has five toes, all equipped with powerful claws. Their most recognizable feature is, of course, its quills. Quill length varies on different parts of the body, ranging from 2.5 to 30.5 centimeters (1 to 12 inches). Usually, the quills lie flat against the body, but if danger threatens, they raise and spread them. Scales on quill tips lodge in the skin like fishhooks and are difficult to pull out. New quills grow in to replace lost ones.",
    "overview": "word porcupine mean “ quill pig ” latin however porcupine large rodent relation pig porcupine largest heaviest african rodent head roundish rather domed blunt muzzle small eye ear leg short sturdy foot five toe equipped powerful claw recognizable feature course quill quill length varies different part body ranging 2.5 30.5 centimeter 1 12 inch usually quill lie flat body danger threatens raise spread scale quill tip lodge skin like fishhook difficult pull new quill grow replace lost one",
    "scientific_name": "Hystrix cristata (Crested Porcupine); Atherurus africanus (African Brush-tailed Porcupine); Hystrix africaeaustralis (Cape Porcupine)",
    "raw_weight": "10 to 30 kilograms (22 to 66 pounds)",
    "weight_kg_min": 4.53592,
    "weight_kg_max": 29.937072,
    "raw_length": "60 to 93 centimeters in length (23 to 37 inches)",
    "length_cm_min": 2300.0,
    "length_cm_max": 9300.0,
    "raw_lifespan": "15 years in the wild; up to 20 years in captivity",
    "lifespan_year_min": 15.0,
    "lifespan_year_max": 20.0,
    "location": "Hilly, rocky country, woodland savanna",
    "diet": "Herbivorous",
    "raw_gestation": "90 to 110 days",
    "gestation_days_min": 90.0,
    "gestation_days_max": 110.0,
    "predators": "Pythons, leopards, large owls",
    "threats": [
      "human population expand human porcupine find increasingly close quarter porcupine population close cultivated area surge become serious agricultural pest smoked burrow hunted spear net dog practice eliminated densely settled area",
      "porcupine quill long favorite ornament good-luck charm africa hollow rattle quill serve musical instrument used container gold dust addition targeted quill illegally hunted meat"
    ],
    "facts": [
      "Native to more than 30 African countries",
      "Their quills are up to 35 centimeters long",
      "Can weigh up to 30 kilograms"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Porcupine01_Hero.webp?h=ba6751a8&itok=04fHBH3P"
  },
  {
    "url": "https://awf.org/wildlife-conservation/pangolin",
    "name": "Pangolin",
    "animal_type": "Mammal",
    "dirty_overview": "Despite its scaly appearance, this species is a mammal, not a reptile. Its scales are actually made up of keratin, which accounts for about 20 percent of its weight. It has a small head and a long, broad tail. It has no external ears, but its hearing is quite good. It also has no teeth and instead possesses a gizzard-like stomach that is specially adapted for grinding food. To assist the grinding, this scaly creature consumes small stones and sand.",
    "overview": "despite scaly appearance specie mammal reptile scale actually made keratin account 20 percent weight small head long broad tail external ear hearing quite good also teeth instead possesses gizzard-like stomach specially adapted grinding food assist grinding scaly creature consumes small stone sand",
    "scientific_name": "African White-Bellied (Phataginus tricuspis) Giant Ground (Smutsia gigantea) Ground (Smutsia temminckii) Black-Bellied (Uromanis tetradactyla)",
    "raw_weight": "From 1.5 to 33 kilograms (3.5 to 73 pounds) depending on the species.",
    "weight_kg_min": 0.680388,
    "weight_kg_max": 33.112216,
    "raw_length": "From 30 to 152 centimeters (12 to 60 inches) depending on the species.",
    "length_cm_min": 1200.0,
    "length_cm_max": 15200.0,
    "raw_lifespan": "Little data, estimated up to 20 years",
    "lifespan_year_min": 20.0,
    "lifespan_year_max": 20.0,
    "location": "Species dependant: Dense forest, forested savannas, swamp forests, lowland forests, and floodplain grasslands. All species are never far from a water source.",
    "diet": "Insectivorous",
    "raw_gestation": "3 to 5 months",
    "gestation_days_min": 90.0,
    "gestation_days_max": 150.0,
    "predators": "Leopards, hyenas, humans",
    "threats": [
      "large-scale trafficking driven belief pangolin scale magical curative property demand meat mixed bark certain tree scale thought neutralize witchcraft evil spirit buried near man ’ door said give interested woman power smoke scale thought improve cattle health keep lion away cure ailment like nose-bleeds although scale made keratin—the substance make human hair nails—they high demand certain asian country scale believed cure illness ranging cancer asthma meat considered delicacy area tribe believe sighting scaly mammal indicates drought way prevent killing animal"
    ],
    "facts": [
      "There are 4 African species",
      "Scales make up for 20% of their weight",
      "It’s the world’s most trafficked mammal"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Pangolin01_Hero.webp?h=ba6751a8&itok=3nveL4EI"
  },
  {
    "url": "https://awf.org/wildlife-conservation/ostrich",
    "name": "Ostrich",
    "animal_type": "Bird",
    "dirty_overview": "In 2016, the Somali ostrich was named a separate species from the common ostrich. They were previously a subspecies. Both ostrich species are the largest birds in the world. They are flightless and rely on strong legs with two clawed toes used for running and kicking. Males are black with white wings and tail feathers, while females are brownish-gray.",
    "overview": "2016 somali ostrich named separate specie common ostrich previously subspecies ostrich specie largest bird world flightless rely strong leg two clawed toe used running kicking male black white wing tail feather female brownish-gray",
    "scientific_name": "Struthio camelus (Common ostrich); Struthio molybdophanes (Somali ostrich)",
    "raw_weight": "90 to 130 kilograms (200 to 290 pounds)",
    "weight_kg_min": 40.82328,
    "weight_kg_max": 131.54167999999999,
    "raw_length": "Stands 2 to 3 meters tall (6 to 9 feet)",
    "length_cm_min": 200.0,
    "length_cm_max": 900.0,
    "raw_lifespan": "40 years in the wild; up to 50 years in captivity",
    "lifespan_year_min": 40.0,
    "lifespan_year_max": 50.0,
    "location": "Semiarid plains and woodlands",
    "diet": "Omnivorous",
    "raw_gestation": "Approximately 40 days to hatch",
    "gestation_days_min": 40.0,
    "gestation_days_max": 40.0,
    "predators": "Humans, cheetahs, lions, leopards, hunting dogs, spotted hyena",
    "threats": [
      "18th century ostrich feather popular lady ’ fashion disappeared north africa ostrich farming began 1838 world ’ largest bird would probably extinct today ostrich farmed hunted feather skin meat egg fat — somalia believed cure aid diabetes",
      "human population grow expand area wildlife roamed freely construction settlement road agricultural cultivation contribute habitat loss"
    ],
    "facts": [
      "Native to more than 25 African countries",
      "Ostriches’ eyes are 5 centimeters across",
      "Eggs can weigh 1.5 kilograms"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Ostrich01_Hero.webp?h=ba6751a8&itok=6sQg9fad"
  },
  {
    "url": "https://awf.org/wildlife-conservation/oryx",
    "name": "Oryx",
    "animal_type": "Mammal",
    "dirty_overview": "There are four species of oryx living in Africa and the Middle East. They are large antelopes with long, spear-like horns — with the Gemsbok (Oryx gazella) being the largest of the oryx species. They are a true desert animal, with a thick, horse-like neck; a short mane; and a compact, muscular body. A defined pattern of black markings that contrast with their white face and fawn-colored body are prominently displayed during dominance rituals to emphasize the length of their horns and the strength of their shoulders.",
    "overview": "four specie oryx living africa middle east large antelope long spear-like horn — gemsbok oryx gazella largest oryx specie true desert animal thick horse-like neck short mane compact muscular body defined pattern black marking contrast white face fawn-colored body prominently displayed dominance ritual emphasize length horn strength shoulder",
    "scientific_name": "Oryx gazella",
    "raw_weight": "180 to 240 kilograms (395 to 530 pounds)",
    "weight_kg_min": 81.64656,
    "weight_kg_max": 240.40376,
    "raw_length": "115 to 125 centimeters at the shoulder (45 to 50 inches)",
    "length_cm_min": 4500.0,
    "length_cm_max": 12500.0,
    "raw_lifespan": "Up to 20 years in the wild; about 22 years in captivity",
    "lifespan_year_min": 20.0,
    "lifespan_year_max": 22.0,
    "location": "Dry plains",
    "diet": "Herbivorous",
    "raw_gestation": "8.5 months",
    "gestation_days_min": 255.0,
    "gestation_days_max": 255.0,
    "predators": "Lions, hyenas, African wild dogs",
    "threats": [
      "local community hunt large antelope meat hide many culture horn sought charm",
      "19th 20th century gemsbok population rapidly decline due human expansion south africa specie ’ habitat decreasing human population grow expand resulting growth agriculture settlement road"
    ],
    "facts": [
      "Live in herds of up to 600 animals",
      "Population of 373,000 the Gemsbok species",
      "Private land holds 45% of the population"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Oryx01_Hero.webp?h=ba6751a8&itok=jjaYYpJd"
  },
  {
    "url": "https://awf.org/wildlife-conservation/mountain-gorilla",
    "name": "Mountain Gorilla",
    "animal_type": "Mammal",
    "dirty_overview": "This great ape is one of two subspecies of the eastern gorilla and one of the world's largest living primates. These apes have muscular arms, a massive chest, and broad hands and feet — and they have longer hair and shorter arms than their lowland cousins. Their thick black hair helps insulate them from cold weather.",
    "overview": "great ape one two subspecies eastern gorilla one world 's largest living primate ape muscular arm massive chest broad hand foot — longer hair shorter arm lowland cousin thick black hair help insulate cold weather",
    "scientific_name": "Gorilla beringei ssp. beringei",
    "raw_weight": "135 to 220 kilograms (300 to 485 pounds)",
    "weight_kg_min": 61.23492,
    "weight_kg_max": 219.99212,
    "raw_length": "1 to 2 meters tall (4 to 6 feet)",
    "length_cm_min": 100.0,
    "length_cm_max": 600.0,
    "raw_lifespan": "Generally unknown but data shows up to 40 to 50 years",
    "lifespan_year_min": 40.0,
    "lifespan_year_max": 50.0,
    "location": "Dense forest, rainforest, bamboo forest, mixed forest, subalpine grassland on the volcanic peaks",
    "diet": "Herbivorous",
    "raw_gestation": "About 8.5 months",
    "gestation_days_min": 255.0,
    "gestation_days_max": 255.0,
    "predators": "Predominately humans, occasionally leopards",
    "threats": [
      "biggest threat critically endangered great ape 's survival come political instability human encroachment forest degradation 1,000 great ape remain wild according recent census sanctuary virunga national park fertile rich biodiversity making one populated region africa people move closer endangered ape also bring risk human disease flu pneumonia even ebola increasing human population continued encroachment pose serious threat great ape 's habitat",
      "war democratic republic congo resulted four million human life lost past 14 year political instability pressure rebel group throughout area put pressure virunga national park placing great ape middle social economic crisis",
      "local depend natural resource wildlife-based tourism welfare closely link ape 's future peace prosperity land"
    ],
    "facts": [
      "More than 1,000 remain today",
      "Only great ape with increasing population",
      "Declared endangered in 2018 by IUCN"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_MountainGorilla01_Hero.webp?h=ba6751a8&itok=_MEq7NLU"
  },
  {
    "url": "https://awf.org/wildlife-conservation/lion",
    "name": "Lion",
    "animal_type": "Mammal",
    "dirty_overview": "It is the second-largest living big cat after the tiger. Males are unique among the cat species for their thick mane of brown or black hair encircling their head and neck. The mane darkens with age, and the thicker and darker a mane is the healthier the cat. Both males and females roar — a sound heard as far as 8 kilometers away.",
    "overview": "second-largest living big cat tiger male unique among cat specie thick mane brown black hair encircling head neck mane darkens age thicker darker mane healthier cat male female roar — sound heard far 8 kilometer away",
    "scientific_name": "Panthera Leo",
    "raw_weight": "125 to 272 kilograms (277 to 600 pounds)",
    "weight_kg_min": 56.699,
    "weight_kg_max": 272.1552,
    "raw_length": "1.2 meters at the shoulder (48 inches) and about 2 to 3.3 meters in length (7 to 11 feet)",
    "length_cm_min": 120.0,
    "length_cm_max": 4800.0,
    "raw_lifespan": "10 to 18 years in the wild. Up to 30 years in captivity.",
    "lifespan_year_min": 10.0,
    "lifespan_year_max": 30.0,
    "location": "Grassy plains and open woodlands",
    "diet": "Carnivorous",
    "raw_gestation": "Average about 109 days",
    "gestation_days_min": 109.0,
    "gestation_days_max": 109.0,
    "predators": "Humans",
    "threats": [
      "cat ’ population steadily decreasing wild two decade population decreased 43 percent ’ estimated 23,000 remain today one main cause alarming rate losing habitat due expanding human population resulting growth agriculture settlement road",
      "lion habitat shrink big cat forced closer quarter human coupled decrease natural prey cause attack livestock turn farmer oftentimes retaliate kill big majestic cat",
      "big cat killed ritual bravery prized hunting trophy increasingly body part perceived medicinal magical power"
    ],
    "facts": [
      "Population decreased 43% in 21 years",
      "Regionally extinct in 15 African countries",
      "Declared 'vulnerable' in 1996 by IUCN"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Lion01_Hero.webp?h=ba6751a8&itok=kyNaBVLW"
  },
  {
    "url": "https://awf.org/wildlife-conservation/lesser-bush-baby",
    "name": "Lesser Bush Baby",
    "animal_type": "Mammal",
    "dirty_overview": "The lesser galago, also called the lesser bush baby, is one of the smallest primates, about the size of a squirrel. Their plaintive cries and cute appearance may account for the name \"bush baby. They have large, round eyes for good night vision and bat-like, delicate ears that enable them to track insect prey in the dark. As they jump through thorn bush or thick growth, they fold the ears flat against their heads to protect them. They fold them during rest, too.",
    "overview": "lesser galago also called lesser bush baby one smallest primate size squirrel plaintive cry cute appearance may account name `` bush baby large round eye good night vision bat-like delicate ear enable track insect prey dark jump thorn bush thick growth fold ear flat head protect fold rest",
    "scientific_name": "Galago senegalensis",
    "raw_weight": "95 to 300 grams (3 to 10.5 ounces)",
    "weight_kg_min": 3.0,
    "weight_kg_max": 300.0,
    "raw_length": "Average 130 millimeters in length (about 5 inches)",
    "length_cm_min": 500.0,
    "length_cm_max": 13000.0,
    "raw_lifespan": "No longer than 3 to 4 years in the wild; up to 14 years in captivity",
    "lifespan_year_min": 3.0,
    "lifespan_year_max": 14.0,
    "location": "Woodlands and bushlands",
    "diet": "Omnivorous",
    "raw_gestation": "4 months",
    "gestation_days_min": 120.0,
    "gestation_days_max": 120.0,
    "predators": "Eagles, owls, genets, and large snakes",
    "threats": [
      "human population grow encroach wildlife habitat build new settlement increase agricultural production construct new road"
    ],
    "facts": [
      "Have up to 18 distinct vocalizations",
      "There are 4 subspecies of bush baby",
      "Native to more than 25 African countries"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_LesserBushBaby01_Hero.webp?h=ba6751a8&itok=PXxfG1jc"
  },
  {
    "url": "https://awf.org/wildlife-conservation/hippopotamus",
    "name": "Hippopotamus",
    "animal_type": "Mammal",
    "dirty_overview": "There are two species of hippos — the large/common hippo and the smaller relative, the pygmy hippo. Hippos are the third-largest living land mammal, after elephants and white rhinos. Despite their large and bulky appearance, they have adaptations to their semi-aquatic environments allowing them to move swiftly on both water and land. Their feet have four-webbed toes that splay out to distribute weight evenly and therefore adequately support them on land, and their short legs provide powerful propulsion through the water. The pygmy hippos digits are more spread out and have less webbing and, proportionally, their legs are longer relative to its body size. They both have skin tones of purple-gray or slate color, with brownish-pink coloring around their eyes and ears. They have very thick skin that is virtually hairless except for the thick bristle-like hair on their heads and tails. The outer layers of skin are quite thin, making them prone to wounds from fighting. Their flat, paddle-like tail is used to spread excrement, which marks territory borders and indicates status of an individual. Their powerful jaws are capable of opening up to 150 degrees revealing their enormous incisors.",
    "overview": "two specie hippo — large/common hippo smaller relative pygmy hippo hippo third-largest living land mammal elephant white rhino despite large bulky appearance adaptation semi-aquatic environment allowing move swiftly water land foot four-webbed toe splay distribute weight evenly therefore adequately support land short leg provide powerful propulsion water pygmy hippo digit spread less webbing proportionally leg longer relative body size skin tone purple-gray slate color brownish-pink coloring around eye ear thick skin virtually hairless except thick bristle-like hair head tail outer layer skin quite thin making prone wound fighting flat paddle-like tail used spread excrement mark territory border indicates status individual powerful jaw capable opening 150 degree revealing enormous incisor",
    "scientific_name": "Hippopotamus amphibius: Common Hippo; Choeropsis liberiensis: Pygmy Hippo",
    "raw_weight": "Common Hippo: 1.4 to 5 tons;  Pygmy Hippo: 160 to 275 kilograms (352-606 pounds)",
    "weight_kg_min": 72.57472,
    "weight_kg_max": 5000.0,
    "raw_length": "Common Hippo: 2 to 5 meters in length (6 to 16.5 feet) and stand about 1.5 meters tall (5 feet); Pygmy Hippo: 1.5 to 1.75 meters in length (about 5 feet) and stand about 1 meter tall (3 feet)",
    "length_cm_min": 100.0,
    "length_cm_max": 1650.0,
    "raw_lifespan": "Up to 50 years in the wild",
    "lifespan_year_min": 50.0,
    "lifespan_year_max": 50.0,
    "location": "Wetlands, rivers, and swamps",
    "diet": "Herbivorous",
    "raw_gestation": "Common Hippo: Average 10 months; Pygmy Hippo: Average 6.5 months",
    "gestation_days_min": 195.0,
    "gestation_days_max": 300.0,
    "predators": "Humans, lions, crocodiles, hyenas",
    "threats": [
      "hundred hippo shot year minimize human-wildlife conflict despite fact ditch low fence easily deter likely popularity meat reason strategy fat ivory tusk also valuable human beginning 21st century population common hippo declined 95 percent democratic republic congo 2002 5.5 ton hippo teeth exported uganda equates estimated 2,000 individual animal hippopotamus teeth excluded many strengthened ivory ban spreading across world making vulnerable specie increased risk ivory poacher",
      "pygmy hippo generally primary target subsistence hunting reported hunted opportunistically bushmeat hunter",
      "human population grow encroach wildlife habitat build new settlement increase agricultural production construct new road hippopotamus ranged nile delta cape mostly confined protected area primary threat hippopotamus specie habitat loss deforestation"
    ],
    "facts": [
      "Native to over 30 African countries",
      "Hippos often weigh only 55 kg when born",
      "More than 95% of population lost in DRC"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Hippopotamus01_Hero.webp?h=ba6751a8&itok=Z4EMeCkl"
  },
  {
    "url": "https://awf.org/wildlife-conservation/hartebeest",
    "name": "Hartebeest",
    "animal_type": "Mammal",
    "dirty_overview": "The hartebeest is a large, fawn-colored antelope. Their most distinctive characteristics are a steeply sloping back, long legs, and elongated snout. Despite their ungainly appearance, they are as elegant, if not more than, other antelopes. They are one of the most recent and highly evolved ungulates and are far from clumsy. In fact, they are one of the fastest antelopes and most enduring runners — capable of reaching speeds of up to 70 km/h. These qualities gave rise to their name, which means “tough ox.” Their sedentary lifestyle seems to inhibit the mixing of populations and gene flow, and as a result, there are several subspecies of hartebeest.",
    "overview": "hartebeest large fawn-colored antelope distinctive characteristic steeply sloping back long leg elongated snout despite ungainly appearance elegant antelope one recent highly evolved ungulate far clumsy fact one fastest antelope enduring runner — capable reaching speed 70 km/h quality gave rise name mean “ tough ox. ” sedentary lifestyle seems inhibit mixing population gene flow result several subspecies hartebeest",
    "scientific_name": "Alcelaphus buselaphus",
    "raw_weight": "75 to 200 kilograms (165 to 440 pounds)",
    "weight_kg_min": 34.0194,
    "weight_kg_max": 199.58048,
    "raw_length": "1.5 to 2.45 meters in length (5 to 8 feet) 1 to 1.5 meters at the shoulder (3 to 5 feet)",
    "length_cm_min": 100.0,
    "length_cm_max": 800.0,
    "raw_lifespan": "12 to 15 years",
    "lifespan_year_min": 12.0,
    "lifespan_year_max": 15.0,
    "location": "Open plains and grassland",
    "diet": "Herbivorous",
    "raw_gestation": "7 to 8 months",
    "gestation_days_min": 210.0,
    "gestation_days_max": 240.0,
    "predators": "Cheetahs, jackals, lions, hyenas, leopards, hunting dogs, humans",
    "threats": [
      "human population growing cattle raising expands hartebeest found competing grass love eat",
      "human hunting hartebeest large antelope fairly sedentary easy hunting target"
    ],
    "facts": [
      "There are a total of 8 recognized subspecies",
      "Estimated population of 360,000 hartebeest",
      "Native to over 25 African countries"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Hartebeest001_Hero.webp?h=ba6751a8&itok=OReDKoG8"
  },
  {
    "url": "https://awf.org/wildlife-conservation/grevys-zebra",
    "name": "Grevy's Zebra",
    "animal_type": "Mammal",
    "dirty_overview": "The long-legged, endangered Grevy’s zebra is the largest of the wild equids. It is distinguished by its unique stripes, which are as distinctive as human fingerprints. Foals are brown with reddish-brown stripes, and gradually their coats darken to black. The Grevy’s are more closely related to the wild ass than the horse, while the plains zebra is more closely related to the horse. Grevy’s also are taller, have larger ears, and have narrower stripes than plains zebras. They are the largest of the zebra species.",
    "overview": "long-legged endangered grevy ’ zebra largest wild equid distinguished unique stripe distinctive human fingerprint foal brown reddish-brown stripe gradually coat darken black grevy ’ closely related wild as horse plain zebra closely related horse grevy ’ also taller larger ear narrower stripe plain zebra largest zebra specie",
    "scientific_name": "Equus grevyi",
    "raw_weight": "350 to 450 kilograms (770-994 pounds)",
    "weight_kg_min": 158.7572,
    "weight_kg_max": 450.870448,
    "raw_length": "125 to 150 centimeters in length (50-60 inches)",
    "length_cm_min": 5000.0,
    "length_cm_max": 15000.0,
    "raw_lifespan": "12 to 13 years",
    "lifespan_year_min": 12.0,
    "lifespan_year_max": 13.0,
    "location": "Grasslands and savannas",
    "diet": "Herbivorous",
    "raw_gestation": "13 months",
    "gestation_days_min": 390.0,
    "gestation_days_max": 390.0,
    "predators": "Lions, cheetahs, hyenas, hunting dogs, African wild dogs, leopards, humans",
    "threats": [
      "habitat loss already restricted range serious threat grevy ’ survival compete resource grazers well cattle livestock due overgrazing competition water grevy ’ juvenile low survival rate past three generation 30 year population reduction 54 percent estimated population 5,800 1980s population grevy ’ today 2,800 grevy 's listed endangered red list threatened specie",
      "ethiopia hunting primary cause decline grevy ’ zebra primarily hunted striking skin occasionally killed food region medicinal us continue addition illegal hunting grevy ’ also face threat disease outbreak drought habitat loss fragmented population"
    ],
    "facts": [
      "Can run up to 40 miles per hour",
      "Population decline of 54% in the last three decades",
      "Approximately 2,000 mature zebras left"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_GrevysZebra01_Hero.webp?h=ba6751a8&itok=2-zkIgsv"
  },
  {
    "url": "https://awf.org/wildlife-conservation/grants-gazelle",
    "name": "Grant's Gazelle",
    "animal_type": "Mammal",
    "dirty_overview": "There are three subspecies of Grant’s gazelle. This species of gazelle resemble Thomson's gazelles but are noticeably larger and easily distinguished by the broad white patch on the rump that extends upward onto the back. The white patch on the Thomson's gazelle stops at the tail. Some varieties of Grant's have a black stripe on each side of the body like the Thomson's, but all have a black stripe that runs down the thigh. In others, the stripe is very light or absent. Their lyre-shaped horns are stout at the base, clearly ringed and measuring 50 to 80 centimeters long (20 to 31 inches). Females have black skin surrounding the teats with white hair on the udder. This probably helps the young recognize the source of milk. When a fawn is older and moving about with its mother, the dark stripe on the white background may serve as a beacon for it to follow.",
    "overview": "three subspecies grant ’ gazelle specie gazelle resemble thomson 's gazelle noticeably larger easily distinguished broad white patch rump extends upward onto back white patch thomson 's gazelle stop tail variety grant 's black stripe side body like thomson 's black stripe run thigh others stripe light absent lyre-shaped horn stout base clearly ringed measuring 50 80 centimeter long 20 31 inch female black skin surrounding teat white hair udder probably help young recognize source milk fawn older moving mother dark stripe white background may serve beacon follow",
    "scientific_name": "Nanger granti",
    "raw_weight": "45 to 65 kilograms (100 to 145 pounds)",
    "weight_kg_min": 20.41164,
    "weight_kg_max": 65.77083999999999,
    "raw_length": "140 to 166 centimeters in length (4.5 to 5.5 feet)",
    "length_cm_min": 450.0,
    "length_cm_max": 16600.0,
    "raw_lifespan": "Average 12 years",
    "lifespan_year_min": 12.0,
    "lifespan_year_max": 12.0,
    "location": "Open grass plains, montane grasslands, subdesert, lowland thornbush, and savanna woodland",
    "diet": "Herbivorous",
    "raw_gestation": "7 months",
    "gestation_days_min": 210.0,
    "gestation_days_max": 210.0,
    "predators": "Humans, all major predators",
    "threats": [
      "human settlement ranching agriculture expansion fencing land result habitat loss fragmentation grant ’ living specie gazelle remains widespread range across east africa 25 percent population considered stable increasing downward trend population continues iucn state ’ matter time uplisting specie near threatened status",
      "gazelle conspicuous easy kill hunted highly valued meat hide"
    ],
    "facts": [
      "Native to 6 African countries",
      "Protected areas house 30% of the population",
      "A total population of 140,000 is estimated"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Grantsgazelle01_Hero.webp?h=ba6751a8&itok=s_NmPCSH"
  },
  {
    "url": "https://awf.org/wildlife-conservation/giraffe",
    "name": "Giraffe",
    "animal_type": "Mammal",
    "dirty_overview": "They are the world’s tallest mammals. They are uniquely adapted to reach vegetation inaccessible to other herbivores. Unusually elastic blood vessels and uniquely adapted valves help offset the sudden buildup of blood (to prevent fainting) when giraffes’ heads are raised, lowered, or swung quickly. Their \"horns\" are actually knobs covered with skin and hair above the eyes that protect the head from injury. Their necks contain the same amount of vertebrae as we do (seven) except their bones are extremely elongated making their neck a long length of 2.4 meters.",
    "overview": "world ’ tallest mammal uniquely adapted reach vegetation inaccessible herbivore unusually elastic blood vessel uniquely adapted valve help offset sudden buildup blood prevent fainting giraffe ’ head raised lowered swung quickly `` horn '' actually knob covered skin hair eye protect head injury neck contain amount vertebra seven except bone extremely elongated making neck long length 2.4 meter",
    "scientific_name": "Giraffa camelopardalis",
    "raw_weight": "Males: 1,930 kilograms (4,254 pounds) Females: 1,180 kilograms (2,601 pounds)",
    "weight_kg_min": 0.453592,
    "weight_kg_max": 421.84056,
    "raw_length": "5.7 meters tall from the ground to their horns (18.7 feet)",
    "length_cm_min": 570.0,
    "length_cm_max": 1870.0,
    "raw_lifespan": "Average 10 to 15 years in the wild; recorded a maximum of 30 years",
    "lifespan_year_min": 10.0,
    "lifespan_year_max": 30.0,
    "location": "Dense forest to open plains",
    "diet": "Herbivorous",
    "raw_gestation": "Between 13 and 15 months",
    "gestation_days_min": 390.0,
    "gestation_days_max": 450.0,
    "predators": "Humans, lions, leopards, hyenas, crocodiles",
    "threats": [
      "giraffe tail highly prized many african culture used good-luck bracelet fly whisk even thread sewing stringing bead world 's tallest land animal lost 40 percent population 30 year recent report show poaching wildlife trafficking contributing decline giraffe easily killed poaching often meat hide continues today",
      "number giraffe wild shrinking habitat shrink late 19th 20th century herd 20 30 animal recorded average herd size contain fewer six individual iucn list four main threat specie habitat loss civil unrest illegal hunting ecological change climate change habitat conversion human population grow increase agricultural activity expand settlement construct road giraffe losing beloved acacia tree main source food"
    ],
    "facts": [
      "Estimated population of 68,293 mature individuals",
      "Can gallop at 32-60 km/h",
      "Native to more than 15 African countries"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Giraffe01_Hero.webp?h=ba6751a8&itok=kyPWIXUF"
  },
  {
    "url": "https://awf.org/wildlife-conservation/gerenuk",
    "name": "Gerenuk",
    "animal_type": "Mammal",
    "dirty_overview": "The gerenuk, whose name means “giraffe-necked” in Somali, is an exceptionally long-necked antelope. Their head is small for their size, but their eyes and ears are large. Only the males have horns, which are stout and heavily ringed, and they have a more heavily muscled neck than the females do. They have a coat that is brown on the upper back and lighter on the sides. The short tail looks longer as it ends in a tuft of black hair. Like many other gazelles, these large antelopes have preorbital glands in front of the eyes that emit a tar-like, scent-bearing substance they deposit on twigs and bushes to mark their territory. They also have scent glands on their knees that are covered by tufts of hair and between their split hooves.",
    "overview": "gerenuk whose name mean “ giraffe-necked ” somali exceptionally long-necked antelope head small size eye ear large male horn stout heavily ringed heavily muscled neck female coat brown upper back lighter side short tail look longer end tuft black hair like many gazelle large antelope preorbital gland front eye emit tar-like scent-bearing substance deposit twig bush mark territory also scent gland knee covered tuft hair split hoof",
    "scientific_name": "Litocranius walleri",
    "raw_weight": "29 to 58 kilograms (63 to 128 pounds)",
    "weight_kg_min": 13.154168,
    "weight_kg_max": 58.059776,
    "raw_length": "140 to 160 centimeters (55 to 63 inches)",
    "length_cm_min": 5500.0,
    "length_cm_max": 16000.0,
    "raw_lifespan": "10 to 12 years in the wild, up to 13 years in captivity",
    "lifespan_year_min": 10.0,
    "lifespan_year_max": 13.0,
    "location": "Woodland forest to open plains",
    "diet": "Herbivorous",
    "raw_gestation": "Average 5 to 6 months",
    "gestation_days_min": 150.0,
    "gestation_days_max": 180.0,
    "predators": "Humans, wild dogs, cheetahs, leopards, lions, jackals, servals, honey badger, caracals",
    "threats": [
      "able withstand hunting pressure degree enabled survive widely unprotected region however human population grow expand settlement road agriculture causing lost segmented habitat specie wildlife make difficult find food shelter predator due threat population declined 25 percent last 14 year three generation estimated close meeting threshold uplisting vulnerable"
    ],
    "facts": [
      "An estimated 95,000 remain",
      "Live across 5 different countries",
      "Only 10% occur in protected areas"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Gerenuk01_Hero.webp?h=ba6751a8&itok=yWF7OsPR"
  },
  {
    "url": "https://awf.org/wildlife-conservation/genet",
    "name": "Genet",
    "animal_type": "Mammal",
    "dirty_overview": "Genets are long, lean carnivores that appear catlike with a tail usually as long as (if not longer than) the body. There are approximately 14 species identified all of which vary in appearance and habitat. The small-spotted genet, found in more arid regions, is recognized by a prominent dorsal crest running from shoulder to tail. Its spots are round and elongated. The forest genet lacks a dorsal crest and has a coat with spaced-out, elongated spots. The large-spotted genet has a smaller dorsal crest than its small-spotted relative and is the most widely distributed of the three species. All species have retractable claws adapted to climbing and catching prey.",
    "overview": "genet long lean carnivore appear catlike tail usually long longer body approximately 14 specie identified vary appearance habitat small-spotted genet found arid region recognized prominent dorsal crest running shoulder tail spot round elongated forest genet lack dorsal crest coat spaced-out elongated spot large-spotted genet smaller dorsal crest small-spotted relative widely distributed three specie specie retractable claw adapted climbing catching prey",
    "scientific_name": "Common genet (Genetta genetta), Large-spotted genet (Genetta tigrina), Bourlon’s genet (Genetta bourloni), Forest genet (Genetta servalina), Cape genet (Genetta tigrina), etc.",
    "raw_weight": "1 to 3 kilograms (2 to 7 pounds)",
    "weight_kg_min": 0.453592,
    "weight_kg_max": 3.175144,
    "raw_length": "40 to 60 centimeters in length, excluding the 40 to 55 centimeter tail. (16 to 24 inches; 15 to 22 inch tail)",
    "length_cm_min": 1600.0,
    "length_cm_max": 6000.0,
    "raw_lifespan": "About 8 years in the wild; 13 to 34 years in captivity",
    "lifespan_year_min": 8.0,
    "lifespan_year_max": 34.0,
    "location": "Various",
    "diet": "Omnivorous",
    "raw_gestation": "About 75 days",
    "gestation_days_min": 75.0,
    "gestation_days_max": 75.0,
    "predators": "Owls, leopards, pythons, honey badgers, humans",
    "threats": [
      "due human population growth expanding community specie adapted cultivated area human settlement developed taste poultry causing people kill retaliation hide tail sometimes found traditional tribal clothing"
    ],
    "facts": [
      "Native to more than 25 African countries",
      "Eyes won’t open for 10 days after birth",
      "There are approximately 14 species identified"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Genet01_Hero.webp?h=ba6751a8&itok=eueu-SUW"
  },
  {
    "url": "https://awf.org/wildlife-conservation/gelada",
    "name": "Gelada",
    "animal_type": "Mammal",
    "dirty_overview": "The gelada is often referred to as the gelada baboon and the bleeding-heart baboon but is not a true baboon. These brown and grey primates are Old World monkeys that do bear some similarities to baboons. Twice the size of females, males are as big as a large dog and are equipped with vampiric canines, which they often bare at each other as a display of dominance or aggression. Both sexes have large, fluffy manes, as well as distinct, hourglass-shaped, bald patches of skin on their chests. They also have the most opposable index fingers and thumbs than any other primate.",
    "overview": "gelada often referred gelada baboon bleeding-heart baboon true baboon brown grey primate old world monkey bear similarity baboon twice size female male big large dog equipped vampiric canine often bare display dominance aggression sex large fluffy mane well distinct hourglass-shaped bald patch skin chest also opposable index finger thumb primate",
    "scientific_name": "Theropithecus gelada",
    "raw_weight": "Females: average 15 kilograms (33 pounds) Males: average 20 kilograms (44 pounds)",
    "weight_kg_min": 6.8038799999999995,
    "weight_kg_max": 19.958047999999998,
    "raw_length": "Males: 69 to 74 centimeters (27 to 30 inches) tails add 45 to 50 centimeters (17 to 20 inches) Females: 50 to 65 centimeters (19 to 21 inches) tails add 30 to 41 centimeters (11 to 16 inches)",
    "length_cm_min": 1100.0,
    "length_cm_max": 7400.0,
    "location": "Mountain grasslands, mountains",
    "diet": "Omnivorous",
    "raw_gestation": "5 to 6 months",
    "gestation_days_min": 150.0,
    "gestation_days_max": 180.0,
    "predators": "Leopards, hyenas, feral dogs, bearded vulture, jackals, foxes, servals, humans",
    "threats": [
      "ethiopia ’ agriculture expands competition grazing area increasing monkey domestic livestock geladas one losing ground pushed less productive mountain slope deforestation soil erosion also seriously harming food supply",
      "human also take toll gelada population shooting monkey perceived crop pest sometimes capturing use lab animal historic record indicate cape used made fur hat tourist though practice banned additionally indigenous people use mane traditional coming-of-age ceremony"
    ],
    "facts": [
      "There are 3 subspecies of the gelada",
      "Geladas spend roughly 99% of their time on the ground",
      "About 200,000 exist in the wild"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Gelada01_Hero.webp?h=ba6751a8&itok=TDfUkTZh"
  },
  {
    "url": "https://awf.org/wildlife-conservation/forest-elephant",
    "name": "Forest Elephant",
    "animal_type": "Mammal",
    "dirty_overview": "Long considered to be a subspecies of the African elephant, the African forest elephant is now considered by many scientists to be its own species — separate from theAfrican savanna or bush elephant. They are smaller than the better-known savanna elephant, have tusks that are straight and point downward, unlike the savanna elephants curved tusks. Bulls sometimes have tusks that almost reach the ground. They have rounded ears while the savanna elephant’s ears are more pointed. This species of the African elephant also has five toenails on each forefoot and four on its hind feet — more similar to that of the Asian elephant.",
    "overview": "long considered subspecies african elephant african forest elephant considered many scientist specie — separate theafrican savanna bush elephant smaller better-known savanna elephant tusk straight point downward unlike savanna elephant curved tusk bull sometimes tusk almost reach ground rounded ear savanna elephant ’ ear pointed specie african elephant also five toenail forefoot four hind foot — similar asian elephant",
    "scientific_name": "Loxodonta cyclotis",
    "raw_weight": "3 to 6.6 tons",
    "weight_kg_min": 3000.0,
    "weight_kg_max": 6600.0,
    "raw_length": "Nearly 3 meters in height (nearly 10 feet) 1 to 3 meters in length (3 to 10 feet)",
    "length_cm_min": 100.0,
    "length_cm_max": 1000.0,
    "location": "Lowland, tropical rainforests",
    "diet": "Herbivorous",
    "raw_gestation": "22 to 24 months",
    "gestation_days_min": 660.0,
    "gestation_days_max": 720.0,
    "predators": "Humans",
    "threats": [
      "like elephant beautiful tusk either side face unfortunately ivory make target poacher slaughter elephant obtain tusk forest-dwelling elephant denser desirable carver ivory specie 62 percent forest elephant killed ivory last decade",
      "scientist beginning understand forest elephant ’ habit pattern movement lack knowledge barrier protecting critically endangered elephant specie",
      "sexually mature age forest elephant 23 average gestation period two year case population decline caused poaching bushmeat trade logging operation natural resource extraction devastating poaching stopped today scientist say would take 81 year reverse 62 percent decline experienced last decade"
    ],
    "facts": [
      "More than 60% poached in last decade",
      "Inhabit just 25% of their historic range",
      "Declared critically endangered in 2021 by IUCN"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_ForestElephant01_Hero.webp?h=ba6751a8&itok=LgBpnfqB"
  },
  {
    "url": "https://awf.org/wildlife-conservation/fischers-lovebird",
    "name": "Fischer's Lovebird",
    "animal_type": "Bird",
    "dirty_overview": "The brightly colored small parrot — named after Gustav Fischer — was discovered in the 19th century. Females and males are identical in appearance and do not exhibit sexual dimorphism. They have a green back, chest, and wings. The bird’s neck is golden yellow to orange color, which deepens into a deeper orange-red on its face. The lovebird’s beak is red, and the top of the head is olive green. It may also have blue or purple-colored plumage on the tail. The remainder of the body is a vibrant green.",
    "overview": "brightly colored small parrot — named gustav fischer — discovered 19th century female male identical appearance exhibit sexual dimorphism green back chest wing bird ’ neck golden yellow orange color deepens deeper orange-red face lovebird ’ beak red top head olive green may also blue purple-colored plumage tail remainder body vibrant green",
    "scientific_name": "Agapornis fischeri",
    "raw_weight": "Up to 58 grams (2 ounces)",
    "weight_kg_min": 2.0,
    "weight_kg_max": 58.0,
    "raw_length": "Height: 12 to 15 centimeters (5 to 6 inches) Wingspan: up to 9 centimeters (3.5 inches)",
    "length_cm_min": 350.0,
    "length_cm_max": 1500.0,
    "location": "Grasslands, semi-arid woodlands, and savannas",
    "diet": "Mostly granivorous",
    "predators": "Lanner falcon, humans",
    "threats": [
      "human responsible declining population fischer ’ lovebird major decline began 1970s due widespread trapping captivity 1987 fischer ’ lovebird commonly traded bird world current population number estimated 290,000 1,002,200 even though legal trapping halted trade still exists climate change caused several severe winter unsustainable development continue threaten specie",
      "feed seed occasion fruit sometimes found agricultural area farmland feed crop generally seen small flock feeding time flock grow well hundred high number cause damage fruit crop causing farmer target pest"
    ],
    "facts": [
      "Can weigh up to 58 grams",
      "Gather into flocks of +/-100 individuals",
      "Discovered in the 19th century"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_FischersLovebird01_Hero.webp?h=ba6751a8&itok=E23UL069"
  },
  {
    "url": "https://awf.org/wildlife-conservation/ethiopian-wolf",
    "name": "Ethiopian Wolf",
    "animal_type": "Mammal",
    "dirty_overview": "Native to Ethiopia, these long-limbed, slender canids are some of the most endangered animals in Africa. They have a black, bushy tail that can reach up to 40 centimeters in length, pointed ears, and a slender snout. They are tawny red with a white underbelly and blaze on their chests, and also have white fur on their throats, which sweeps up and covers the underside of their muzzle. The female wolves tend to be paler in color than males and are smaller overall.",
    "overview": "native ethiopia long-limbed slender canid endangered animal africa black bushy tail reach 40 centimeter length pointed ear slender snout tawny red white underbelly blaze chest also white fur throat sweep cover underside muzzle female wolf tend paler color male smaller overall",
    "scientific_name": "Canis simensis",
    "raw_weight": "11 to 20 kilograms (24 to 42 pounds)",
    "weight_kg_min": 4.9895119999999995,
    "weight_kg_max": 19.050864,
    "raw_length": "Up to one meter in length (about 3 feet)",
    "length_cm_min": 300.0,
    "length_cm_max": 300.0,
    "location": "Afro-alpine grasslands, rocky areas, and shrublands",
    "raw_gestation": "60 to 62 days",
    "gestation_days_min": 60.0,
    "gestation_days_max": 62.0,
    "predators": "Humans",
    "threats": [
      "human currently pose largest threat specie subsistence farming ethiopia ’ highland overtaking large swath range restricting higher higher altitude overgrazing livestock exacerbating habitat loss",
      "population decline ethiopian wolf increasingly tied disease particularly bale mountain since 2008 ethiopian wolf population declined 30 percent due consecutive epizootics rabies canine distemper rabies potential threat population ethiopian wolf canine distemper remains serious concern bale"
    ],
    "facts": [
      "Found in 7 isolated enclaves",
      "Fewer than 440 individuals remaining",
      "Annually, only about 60% of dominant females breed successfully"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_EthiopianWolf01_Hero.webp?h=ba6751a8&itok=W6QuFoBu"
  },
  {
    "url": "https://awf.org/wildlife-conservation/elephant-shrew",
    "name": "Elephant Shrew",
    "animal_type": "Mammal",
    "dirty_overview": "Elephant shrews are not, in fact, shrews. Recent evidence suggests that they are more closely related to a group of African mammals that includes elephants, sea cows, and aardvarks. Elephant shrews (also called sengis) are represented by a single family, the Macroscelididae, including four genera and 19 living species.",
    "overview": "elephant shrew fact shrew recent evidence suggests closely related group african mammal includes elephant sea cow aardvark elephant shrew also called sengis represented single family macroscelididae including four genus 19 living specie",
    "scientific_name": "Rhynchocyon cirnei",
    "raw_weight": "25 to 700 grams depending on the species (1 to 24 ounces)",
    "weight_kg_min": 1.0,
    "weight_kg_max": 700.0,
    "raw_length": "22 to 30 centimeters long, not including tail (9 to 12 inches)",
    "length_cm_min": 900.0,
    "length_cm_max": 3000.0,
    "raw_lifespan": "2 to 4 years",
    "lifespan_year_min": 2.0,
    "lifespan_year_max": 4.0,
    "location": "Dense forest to open plains",
    "diet": "Insectivorous",
    "raw_gestation": "45 to 60 days",
    "gestation_days_min": 45.0,
    "gestation_days_max": 60.0,
    "predators": "Snakes, birds of prey, various carnivores",
    "threats": [
      "elephant shrew distribution limited highly fragmented forest limit access available resource make finding mate difficult resulting restricted population specifically black rufous sengi experienced significant percentage forest loss resulting population decline 20 30 percent past ten year drought-driven fire increased human-induced fire also contributed population decline specie"
    ],
    "facts": [
      "There are a total of 19 recognized species",
      "They give birth 3 to 5 times a year",
      "Native to more than 6 African countries"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_ElephantShrew01_Hero.webp?h=ba6751a8&itok=_-dN8QVf"
  },
  {
    "url": "https://awf.org/wildlife-conservation/elephant",
    "name": "Elephant",
    "animal_type": "Mammal",
    "dirty_overview": "They are the world’s largest terrestrial mammal. There are two recognized subspecies of this iconic animal: bush (or savanna) and forest. African bush elephants are the larger of the two and their tusks curve out, while their forest-dwelling cousins are darker and have tusks that are straighter and that point downward.",
    "overview": "world ’ largest terrestrial mammal two recognized subspecies iconic animal bush savanna forest african bush elephant larger two tusk curve forest-dwelling cousin darker tusk straighter point downward",
    "scientific_name": "Loxodonta africana",
    "raw_weight": "2,000 to 6,100 kilograms (about 2 to 7 tons)",
    "weight_kg_min": 0.0,
    "weight_kg_max": 100000.0,
    "raw_length": "Up to 4 meters (13 feet)",
    "length_cm_min": 400.0,
    "length_cm_max": 1300.0,
    "raw_lifespan": "60 to 70 years",
    "lifespan_year_min": 60.0,
    "lifespan_year_max": 70.0,
    "location": "Open and closed savanna, grasslands, and arid deserts",
    "diet": "Herbivorous",
    "raw_gestation": "About 22 months",
    "gestation_days_min": 660.0,
    "gestation_days_max": 660.0,
    "predators": "Humans and occasionally lions or hyenas",
    "threats": [
      "large ivory tusk either side face—used foraging food water—have long desired people ivory trade driven consumer demand product made tusk supplied sophisticated international network trafficker poacher kill iconic specie ivory tusk sold made anything jewelry craft musical instrument religious object current poaching rate population may disappear wild within lifetime",
      "longer pregnancy almost mammal calf carried 22 month cow usually bearing one calf every three six year regeneration rate average 5 6 percent annually compared 8 9 percent poaching rate resulting net loss population number extinction real threat poaching continues unabated"
    ],
    "facts": [
      "Native to 37 African countries",
      "Approximately 415,000 remain",
      "Declared endangered in 2021 by IUCN"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Elephant01_Hero.webp?h=ba6751a8&itok=Nk6d2SpY"
  },
  {
    "url": "https://awf.org/wildlife-conservation/eland",
    "name": "Eland",
    "animal_type": "Mammal",
    "dirty_overview": "The cow-like eland is the world’s largest antelope. However, it has the endurance to maintain a trot indefinitely and can jump a 1.5 meter (4 feet) fence from a standstill. Both males and females have horns that spiral tightly, though female horns tend to be longer and thinner. Usually fawn or tawny-colored, they turn gray or bluish-gray as they get older; the oldest animals become almost black. A tuft of black hair grows out of the male’s prominent dewlap, the loose fold of skin that hangs down from the neck. Adult males also have a mat of hair on the forehead that grows longer and denser as the animal ages.",
    "overview": "cow-like eland world ’ largest antelope however endurance maintain trot indefinitely jump 1.5 meter 4 foot fence standstill male female horn spiral tightly though female horn tend longer thinner usually fawn tawny-colored turn gray bluish-gray get older oldest animal become almost black tuft black hair grows male ’ prominent dewlap loose fold skin hang neck adult male also mat hair forehead grows longer denser animal age",
    "scientific_name": "Tragelaphus oryx",
    "raw_weight": "590 to 997 kilograms (1,300 to 2,200 pounds)",
    "weight_kg_min": 0.453592,
    "weight_kg_max": 452.231224,
    "raw_length": "Male: 2 to 3 meters in length (7 to 11 feet)  Female: 1 to 3 meters in length (6 to 9 feet) Both: About 2 meters at the shoulder (6.5 feet)",
    "length_cm_min": 100.0,
    "length_cm_max": 1100.0,
    "raw_lifespan": "15 to 20 years",
    "lifespan_year_min": 15.0,
    "lifespan_year_max": 20.0,
    "location": "Open plains, sub-desert, savanna, and woodlands",
    "diet": "Herbivorous",
    "raw_gestation": "About 9 months",
    "gestation_days_min": 270.0,
    "gestation_days_max": 270.0,
    "predators": "Humans, lions, and African hunting dogs",
    "threats": [
      "rich milk tasty meat useful hide made popular ranch animal hunting target meat highly prized especially illegal hunter animal provides large quantity meat world ’ largest antelope becoming widely domesticated due high yield nutritious ‘ long life ’ antibacterial milk — also much higher protein content milk fat cow ’ milk — zimbabwe south africa kenya however one attempt domesticate antelope successful due high food supplemental cost confining night herding day",
      "human population growing expanding settlement agriculture encroaching eland living space destroying habitat food source eliminated 50 percent historic range due human encroachment since 1970s population decreased dramatically civil war aftermath country uganda rwanda angola mozambique"
    ],
    "facts": [
      "Native to more than 17 African countries",
      "Can live up to 25 years in captivity",
      "Of the population, 50% live on protected land"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Eland01_Hero.webp?h=ba6751a8&itok=RGWmMHqF"
  },
  {
    "url": "https://awf.org/wildlife-conservation/dwarf-mongoose",
    "name": "Dwarf Mongoose",
    "animal_type": "Mammal",
    "dirty_overview": "As the name would imply, this species is the smallest of the African mongooses. There are two species: the common dwarf and the desert dwarf. They are stocky, with a fairly short, pointed muzzle and a long, fluffy tail. Their fur color varies but they are usually speckled brown, reddish, or greyish in color.",
    "overview": "name would imply specie smallest african mongoose two specie common dwarf desert dwarf stocky fairly short pointed muzzle long fluffy tail fur color varies usually speckled brown reddish greyish color",
    "scientific_name": "Helogale parvula (Common dwarf mongoose) Helogale hirtula (Somali/Desert dwarf mongoose)",
    "raw_weight": "About 275 grams (1 pound)",
    "weight_kg_min": 0.453592,
    "weight_kg_max": 124.7378,
    "raw_length": "20 to 30 centimeters long (8 to 12 inches)",
    "length_cm_min": 800.0,
    "length_cm_max": 3000.0,
    "raw_lifespan": "No data for in the wild; up to 10 years in captivity",
    "lifespan_year_min": 10.0,
    "lifespan_year_max": 10.0,
    "location": "Forests, open woodlands, thickets, wooded savannahs, semi-arid areas. Wherever there are termites, rock outcroppings, or trees.",
    "diet": "Carnivorous",
    "raw_gestation": "Average about 55 days",
    "gestation_days_min": 55.0,
    "gestation_days_max": 55.0,
    "predators": "Birds of prey, snakes, jackals, and larger mongoose species.",
    "threats": [
      "region africa hunted food also often persecuted pest specie egg thief region habitat close proximity human"
    ],
    "facts": [
      "Found in areas up to 2,000 meters in altitude",
      "Their range can cover 75 acres",
      "Live in groups of 20 or less"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_DwarfMongoose01_Hero.webp?h=ba6751a8&itok=MnRR0efM"
  },
  {
    "url": "https://awf.org/wildlife-conservation/duiker",
    "name": "Duiker",
    "animal_type": "Mammal",
    "dirty_overview": "A striking peculiarity of the duikers in the genus Cephalophus is that they all have the same distinctive body type, although the different species vary in size. They have low-slung bodies on slender legs, wedge-shaped heads topped by a crest of long hair, and relatively large eyes. With their heads held close to the ground, these small antelopes can move easily through the dense vegetation of forests and bushlands. They regularly run through these areas and when disturbed, plunge into thick cover to hide. This trait is the source of the name “duiker,” which in Dutch means “diver.”",
    "overview": "striking peculiarity duikers genus cephalophus distinctive body type although different specie vary size low-slung body slender leg wedge-shaped head topped crest long hair relatively large eye head held close ground small antelope move easily dense vegetation forest bushlands regularly run area disturbed plunge thick cover hide trait source name “ duiker ” dutch mean “ diver ”",
    "scientific_name": "Blue duiker (Cephalophus monticla); Yellow-backed duiker (Cephalophus silvicultor); Bush duiker (Sylvicapra grimmia)",
    "raw_weight": "Dependent on subspecies",
    "raw_length": "Dependent on subspecies",
    "raw_lifespan": "Up to 12 years in captivity",
    "lifespan_year_min": 12.0,
    "lifespan_year_max": 12.0,
    "location": "Forests, coastal scrublands, farmland, and bush",
    "diet": "Omnivorous",
    "raw_gestation": "5 to 7 months",
    "gestation_days_min": 150.0,
    "gestation_days_max": 210.0,
    "predators": "Humans, eagles, lions, and leopards",
    "threats": [
      "duikers losing habitat expansion road settlement agriculture result human population growth pushed close quarter human",
      "animal hunted meat skin horn popular area charm evil spirit bush duikers may hunted reprisal raiding crop"
    ],
    "facts": [
      "There are 21 species of duiker",
      "Only an estimated 14,000 Ader’s duikers remain",
      "Yellow duikers can reach 80 kilograms"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/Website_SpeciesPage_Feedback_R201_Hero.webp?h=ba6751a8&itok=LbR7EmMl"
  },
  {
    "url": "https://awf.org/wildlife-conservation/dik-dik",
    "name": "Dik-Dik",
    "animal_type": "Mammal",
    "dirty_overview": "Kirk’s dik-diks are tiny antelopes that vary in color depending on their habitat but are typically yellowish-gray to reddish-brown on its back and grayish-white on their belly. Males have horns that are ringed and stout at the base, which are often concealed by a tuft of hair on their forehead. These antelopes have beautiful, large, dark eyes surrounded by a white ring. And while their eyes are stunning, they provide more than just sight. Preorbital glands appear as a black spot below the inside corner of each eye. These glands produce a dark, sticky secretion used to scent-mark their territories.",
    "overview": "kirk ’ dik-dik tiny antelope vary color depending habitat typically yellowish-gray reddish-brown back grayish-white belly male horn ringed stout base often concealed tuft hair forehead antelope beautiful large dark eye surrounded white ring eye stunning provide sight preorbital gland appear black spot inside corner eye gland produce dark sticky secretion used scent-mark territory",
    "scientific_name": "Madoqua kirkii",
    "raw_weight": "3 to 6 kilograms (6 to 13 pounds)",
    "weight_kg_min": 1.360776,
    "weight_kg_max": 5.896696,
    "raw_length": "30 to 40.5 centimeters at the shoulder (12 to 16 inches) 52 to 67 centimeters in length (20 to 26 inches)",
    "length_cm_min": 1200.0,
    "length_cm_max": 6700.0,
    "raw_lifespan": "No data for in the wild; approximately up to 17 years in captivity.",
    "lifespan_year_min": 17.0,
    "lifespan_year_max": 17.0,
    "location": "Ranges from arid, dense thorn scrub to thickets and open woodland, riverine woodlands, and open plains.",
    "diet": "Herbivorous",
    "raw_gestation": "5 to 6 months",
    "gestation_days_min": 150.0,
    "gestation_days_max": 180.0,
    "predators": "Humans, many small carnivores",
    "threats": [
      "people biggest threat specie long hunted setting snare along path small bone leg foot used traditional jewelry skin often made suede glove one hide equivalent one glove",
      "estimated 971,000 individual population trend stable large part range decreasing densely settled area ’ many obvious major threat specie expansion agricultural settlement human population affect population however population become resilient vegetation change accompanied human growth exist scrub over-grazed area"
    ],
    "facts": [
      "Native to 6 African countries",
      "Withstand temps. of 40 °C (104°F)",
      "Gestate for 5 to 6 months"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/SpeciesPage_Dikdik01_Hero.webp?h=ba6751a8&itok=c3RNi9KG"
  },
  {
    "url": "https://awf.org/wildlife-conservation/colobus-monkey",
    "name": "Colobus Monkey",
    "animal_type": "Mammal",
    "dirty_overview": "The name “colobus” is derived from the Greek word for “mutilated,” because unlike other monkeys, colobus monkeys do not have thumbs. Their beautiful black fur strongly contrasts with the long white mantle, whiskers, bushy tail, and beard around the face. The Eastern black-and-white is distinguishable by a U-shaped cape of white hair running from the shoulders to lower back, whereas the Angolan black-and-white has white hairs flaring out only at the shoulders.",
    "overview": "name “ colobus ” derived greek word “ mutilated ” unlike monkey colobus monkey thumb beautiful black fur strongly contrast long white mantle whisker bushy tail beard around face eastern black-and-white distinguishable u-shaped cape white hair running shoulder lower back whereas angolan black-and-white white hair flaring shoulder",
    "scientific_name": "Angolan black-and-white colobus (Colobus angolensis) <br /> Eastern black-and-white colobus (Colobus guereza)",
    "raw_weight": "4 to 14 kilograms (11 to 30 pounds)",
    "weight_kg_min": 1.814368,
    "weight_kg_max": 13.607759999999999,
    "raw_length": "Up to approx. 75 centimeters long (30 inches)",
    "length_cm_min": 3000.0,
    "length_cm_max": 7500.0,
    "raw_lifespan": "A high reported of 20 years in the wild",
    "lifespan_year_min": 20.0,
    "lifespan_year_max": 20.0,
    "location": "Lowland, montane forests, and gallery forests",
    "diet": "Herbivorous",
    "raw_gestation": "4 to 6 months",
    "gestation_days_min": 120.0,
    "gestation_days_max": 180.0,
    "predators": "Leopards, large eagles, chimpanzees, humans",
    "threats": [
      "one time specie hunted excessively beautiful fur skin used make dance costume hat cape",
      "human population growing expanding forest cut make room agriculture settlement road rapidly losing home unsustainable development progress"
    ],
    "facts": [
      "Live in groups of 8 to 15 individuals",
      "There are 2 species of Colobus monkeys",
      "Native to more than 15 African countries"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/SpeciesPage_ColobusMonkey01_Hero.webp?h=ba6751a8&itok=5_Uj8lS0"
  },
  {
    "url": "https://awf.org/wildlife-conservation/chimpanzee",
    "name": "Chimpanzee",
    "animal_type": "Mammal",
    "dirty_overview": "There are four subpopulations of the chimpanzee — the western chimp, the Nigeria-Cameroon chimp, the central chimp, and the eastern chimp. This great ape is one of our closest relatives, sharing about 98 percent of their genes with us. They have thickset bodies with short legs, opposable thumbs, no tails, and long arms that are 1.5 times their height that extends beyond their knees. Much of their body is covered with long black hair, but the face, ears, fingers, and toes are bare.",
    "overview": "four subpopulation chimpanzee — western chimp nigeria-cameroon chimp central chimp eastern chimp great ape one closest relative sharing 98 percent gene u thickset body short leg opposable thumb tail long arm 1.5 time height extends beyond knee much body covered long black hair face ear finger toe bare",
    "scientific_name": "Pan troglodytes",
    "raw_weight": "25 to 70 kilograms (57 to 154 pounds)",
    "weight_kg_min": 11.3398,
    "weight_kg_max": 69.853168,
    "raw_length": "About 1 to 2 meters tall (3 to 5.5 feet)",
    "length_cm_min": 100.0,
    "length_cm_max": 550.0,
    "raw_lifespan": "Unknown but estimated to be up to 50 years",
    "lifespan_year_min": 50.0,
    "lifespan_year_max": 50.0,
    "location": "Forests, lowland forests, swamp forests, savanna woodland",
    "diet": "Omnivorous",
    "raw_gestation": "6 to 8 months",
    "gestation_days_min": 180.0,
    "gestation_days_max": 240.0,
    "predators": "Humans and leopards",
    "threats": [
      "number chimp wild steadily decreasing one main cause alarming rate forest cut farming settlement activity",
      "bushmeat always popular source dietary protein local community scale hunting increased dramatically activity become heavily commercialized much meat going urban resident"
    ],
    "facts": [
      "Estimated at most 300,000 remain in the wild",
      "Communities include up to 150 individuals",
      "Become independent at 4 years old"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/SpeciesPage_Chimpanzee01_Hero_1.webp?h=ba6751a8&itok=ikb2yeZb"
  },
  {
    "url": "https://awf.org/wildlife-conservation/cheetah",
    "name": "Cheetah",
    "animal_type": "Mammal",
    "dirty_overview": "There are five subspecies of this big cat. It is slim and has muscular, long legs — in relation to its body size when compared to other cats — a small, rounded head that is set on a long neck, a flexible spine, a deep chest, special pads on its feet for traction, and a long tail for balance. It is also the only cat that cannot retract its claws, an adaptation to help maintain traction like a soccer player’s cleats. It also bears distinctive black “tear tracks” running from the inside corner of each eye to the mouth that may serve as an anti-glare mechanism for daytime hunting.",
    "overview": "five subspecies big cat slim muscular long leg — relation body size compared cat — small rounded head set long neck flexible spine deep chest special pad foot traction long tail balance also cat retract claw adaptation help maintain traction like soccer player ’ cleat also bear distinctive black “ tear track ” running inside corner eye mouth may serve anti-glare mechanism daytime hunting",
    "scientific_name": "Acinonyx jubatus",
    "raw_weight": "20 to 72 kilograms (45 to 160 pounds)",
    "weight_kg_min": 9.07184,
    "weight_kg_max": 72.57472,
    "raw_length": "1 to 1.5 meters in length (45 to 60 inches) 76 centimeters at the shoulder (30 inches)",
    "length_cm_min": 100.0,
    "length_cm_max": 7600.0,
    "raw_lifespan": "Maximum recording of a female living 14 years and 5 months in the wild and about 10 years for a males.",
    "lifespan_year_min": 5.0,
    "lifespan_year_max": 14.0,
    "location": "Wide range of habitats—from dry forests and thick scrubs through grasslands and Sahara deserts.",
    "diet": "Carnivores",
    "raw_gestation": "About 3 months",
    "gestation_days_min": 90.0,
    "gestation_days_max": 90.0,
    "predators": "Eagles, humans, hyenas, lions",
    "threats": [
      "cheetah tend encounter conflict farmer decline natural prey lead attack livestock resulting farmer killing retaliation",
      "human population grow expand agriculture road settlement destroy open grassland big cat call home total cheetah population estimated 6,674 adult adolescent low density cat across range meaning need large area connected habitat survival majority known cheetah range 76 percent exists unprotected land leaf population extremely fragmented cause concern future",
      "live cheetah caught traded illegally exotic pet trade also poached skin east african region illegal live trade likely greatest negative impact wild population although exact origin trade unclear information interdiction interview trader suggests cheetah opportunistically collected somali region including part ethiopia kenya occasionally beyond"
    ],
    "facts": [
      "Range depletes 2.26% annually",
      "Approximately 6,674 adults remain in the wild",
      "Only about 5% of cubs survive to adulthood"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/AWF_SpeciesPage_Cheetah01_Hero.webp?h=ba6751a8&itok=_3_XrJum"
  },
  {
    "url": "https://awf.org/wildlife-conservation/bushbuck",
    "name": "Bushbuck",
    "animal_type": "Mammal",
    "dirty_overview": "The bushbuck is an antelope with geometrically shaped white patches or spots on the most mobile parts of its body — the ears, chin, tail, legs, and neck. Male bushbucks have horns, which are between 10 and 20 inches long and grow straight back. At 10 months, young males sprout strongly twisted horns that form the first loop of a spiral at maturity.",
    "overview": "bushbuck antelope geometrically shaped white patch spot mobile part body — ear chin tail leg neck male bushbuck horn 10 20 inch long grow straight back 10 month young male sprout strongly twisted horn form first loop spiral maturity",
    "scientific_name": "Tragelaphus scriptus",
    "raw_weight": "25 to 80 kilograms (55 to 180 pounds)",
    "weight_kg_min": 11.3398,
    "weight_kg_max": 81.64656,
    "raw_length": ".5 to 1 meter tall (25 to 40 inches)",
    "length_cm_min": 100.0,
    "length_cm_max": 4000.0,
    "raw_lifespan": "About 15 years in captivity. No data for in the wild.",
    "lifespan_year_min": 15.0,
    "lifespan_year_max": 15.0,
    "location": "Wherever there is adequate cover — typically found in forest edges or brushy cover near rivers and streams.",
    "diet": "Herbivorous",
    "raw_gestation": "About 6 months",
    "gestation_days_min": 180.0,
    "gestation_days_max": 180.0,
    "predators": "Humans and any large carnivore, mostly leopards",
    "threats": [
      "living space decreasing human population grow expand resulting habitat loss unsustainable growth agriculture settlement road",
      "bushbuck able coexist human habitation greater extent many specie african tribe continue hunt skin make leather supple thin hair shed easily heavy hunting pressure enabled bushbuck persisting former historic range area bushbuck meat significantly lower price resulting commonly purchased bushmeat also viewed pest specie area tendency damage people ’ garden"
    ],
    "facts": [
      "Native to 40 African countries",
      "Population of 1.3 million estimated",
      "Horns begin to grow at 10 months old"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/SpeciesPage_Bushbuck01_Hero.webp?h=ba6751a8&itok=GxdJD3rh"
  },
  {
    "url": "https://awf.org/wildlife-conservation/bongo",
    "name": "Bongo",
    "animal_type": "Mammal",
    "dirty_overview": "There are two currently recognized subspecies — the mountain or eastern bongo and the lowland or western bongo. This antelope is the largest, heaviest, and most colorful African forest antelope. It has an auburn or chestnut coat with 10 to 15 vertical whitish-yellow stripes running down its sides.",
    "overview": "two currently recognized subspecies — mountain eastern bongo lowland western bongo antelope largest heaviest colorful african forest antelope auburn chestnut coat 10 15 vertical whitish-yellow stripe running side",
    "scientific_name": "Tragelaphus eurycerus",
    "raw_weight": "225 kilograms to 410 kilograms (500 to 900 pounds)",
    "weight_kg_min": 102.0582,
    "weight_kg_max": 408.2328,
    "raw_length": "1.2 meters at the shoulder (50 inches)",
    "length_cm_min": 120.0,
    "length_cm_max": 5000.0,
    "raw_lifespan": "Up to 21 years in captivity. No data for in the wild.",
    "lifespan_year_min": 21.0,
    "lifespan_year_max": 21.0,
    "location": "Rainforests, dense forests, and forest-savannas",
    "diet": "Herbivorous",
    "raw_gestation": "About 9 months",
    "gestation_days_min": 270.0,
    "gestation_days_max": 270.0,
    "predators": "Humans, hyenas, leopards, lions",
    "threats": [
      "young bongo vulnerable python leopard hyena lion also reported kill bongo",
      "even though taboo eating bongo meat local lowland bongo still subject snare hunting due expanding commercial forestry exploitation primary target tourist safari hunting central africa demand increasing past decade large-scale continuous hunting completely eliminated specie area"
    ],
    "facts": [
      "Horns can grow up to 1 Meter long (3 feet)",
      "Population has declined 20% over three generations",
      "There are 2 subspecies of bongo"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/SpeciesPage_Bongo01_Hero.webp?h=ba6751a8&itok=O_PVARdo"
  },
  {
    "url": "https://awf.org/wildlife-conservation/bat-eared-fox",
    "name": "Bat-Eared Fox",
    "animal_type": "Mammal",
    "dirty_overview": "As the name indicates, this fox has unusually enormous ears in proportion to its head, like those of many bats. Their bodies are generally yellow-brown with a pale throat and under parts. The outsides of the ears, the racoon-like “face-mask,” lower legs, feet, and tail tip are all black. Their legs are relatively short. Aside from their large ears, they are unique from other foxes by their teeth — they have more teeth than most placental mammals (46 to 50).",
    "overview": "name indicates fox unusually enormous ear proportion head like many bat body generally yellow-brown pale throat part outside ear racoon-like “ face-mask ” lower leg foot tail tip black leg relatively short aside large ear unique fox teeth — teeth placental mammal 46 50",
    "scientific_name": "Octocyon megalotis",
    "raw_weight": "3 to 5 kilograms (7 to 12 pounds)",
    "weight_kg_min": 1.360776,
    "weight_kg_max": 5.443104,
    "raw_length": "45 to 66 centimeters long (18 to 26 inches)",
    "length_cm_min": 1800.0,
    "length_cm_max": 6600.0,
    "raw_lifespan": "6 to 14 years in captivity. No data for in the wild",
    "lifespan_year_min": 6.0,
    "lifespan_year_max": 14.0,
    "location": "Prime habitat is short-grass plains and areas with bare ground, but they are also found in arid/semi-arid scrubland, and savanna.",
    "diet": "Insectivorous",
    "raw_gestation": "60 to 70 days",
    "gestation_days_min": 60.0,
    "gestation_days_max": 70.0,
    "predators": "Humans, eagles, and jackals",
    "threats": [
      "human population grow expand encroach wildlife habitat build new settlement increase agricultural production construct new road",
      "botswana bat-eared fox hunted pelt south africa hunting trophy also often perceived threat predator small livestock"
    ],
    "facts": [
      "Termites and dung beetles are 80% of their diet",
      "Native to more than 10 African countries",
      "There are 2 distinct populations"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/SpeciesPage_BatEaredFox01_Hero.webp?h=ba6751a8&itok=d_I4Ntii"
  },
  {
    "url": "https://awf.org/wildlife-conservation/bat",
    "name": "Bat",
    "animal_type": "Mammal",
    "dirty_overview": "After rodents, they are the most numerous mammals on earth. African bats fall into two major categories: large fruit bats and smaller, insect-eating bats, neither of which attacks people. In addition to a difference in size between the two types, there is a great variation in the extent and details of the wings, which are formed by the naked membrane of skin that extends from the neck to the wrist and between the fingers, and finally to the tail. Wing shapes vary from species to species. Usually, the swift fliers have long, narrow wings while the slow fliers have broad, rounded ones.",
    "overview": "rodent numerous mammal earth african bat fall two major category large fruit bat smaller insect-eating bat neither attack people addition difference size two type great variation extent detail wing formed naked membrane skin extends neck wrist finger finally tail wing shape vary specie specie usually swift flier long narrow wing slow flier broad rounded one",
    "scientific_name": "Over 200 species of African bats — Africa is home to 20 percent of the world’s bats.",
    "raw_weight": "Varies by species, with the smallest only 5 grams (.18 ounces) and the largest about 377 grams (13 ounces)",
    "weight_kg_min": 5.0,
    "weight_kg_max": 377.0,
    "raw_length": "Varies by species —  the largest African bat (hammer-headed fruit bat) has average wingspan of 840 mm (33 inches).",
    "raw_lifespan": "15 years in the wild",
    "lifespan_year_min": 15.0,
    "lifespan_year_max": 15.0,
    "location": "Tropical and lowland rainforests as well as savannas",
    "diet": "Herbivorous or frugivorous",
    "raw_gestation": "Average 9 months",
    "gestation_days_min": 270.0,
    "gestation_days_max": 270.0,
    "predators": "Humans, owls, hawks, falcons, and snakes.",
    "threats": [
      "part africa bat considered delicacy elsewhere considered pest killed prevent destruction fruit crop due musky odor noise emanating roosting place elsewhere flying mammal slaughtered superstition west central africa harvested bushmeat",
      "bat highly susceptible environmental factor climate change human population grow turn agriculture settlement road expand human-wildlife conflict increase overall population abundance unknown well-known colony uganda declined number 40-year period dropping 250,000 40,000 individual"
    ],
    "facts": [
      "Live in colonies of 100,000 or more",
      "There are over 200 bat species in Africa",
      "Bats hang by their feet While they eat"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/SpeciesPage_Bat01_Hero.webp?h=ba6751a8&itok=PCZ8e2At"
  },
  {
    "url": "https://awf.org/wildlife-conservation/baboon",
    "name": "Baboon",
    "animal_type": "Mammal",
    "dirty_overview": "They are some of the world’s largest monkeys. There are five species of the baboon — olive, yellow, chacma, Guinea, and sacred — scattered across various habitat in Africa and Arabia. The olive baboon is the most extensively distributed of the baboon family. The baboon, like other Old World monkeys, does not have a prehensile (gripping) tail — meaning their tails are not used as a hand — but they are still able to climb when necessary. They all have dog-like noses, powerful jaws, sharp canine teeth, and thick fur. Males have a longer mane around the neck, called a ruff.",
    "overview": "world ’ largest monkey five specie baboon — olive yellow chacma guinea sacred — scattered across various habitat africa arabia olive baboon extensively distributed baboon family baboon like old world monkey prehensile gripping tail — meaning tail used hand — still able climb necessary dog-like nose powerful jaw sharp canine teeth thick fur male longer mane around neck called ruff",
    "scientific_name": "Olive baboon (Papio anubis) Yellow baboon (Papio cynocephalus) Sacred baboon (Papio hamadryas) Chacma baboon (Papio ursinus) Guinea baboon (Papio papio)",
    "raw_weight": "9 to 31 kilograms (20 to 70 pounds)",
    "weight_kg_min": 4.082328,
    "weight_kg_max": 31.75144,
    "raw_length": "50 to 76 centimeters at the shoulder (20 to 30 inches)",
    "length_cm_min": 2000.0,
    "length_cm_max": 7600.0,
    "raw_lifespan": "20 to 40 years",
    "lifespan_year_min": 20.0,
    "lifespan_year_max": 40.0,
    "location": "Savannas and woodlands",
    "diet": "Omnivorous",
    "raw_gestation": "About 6 months",
    "gestation_days_min": 180.0,
    "gestation_days_max": 180.0,
    "predators": "Humans, leopards, and cheetahs",
    "threats": [
      "baboon often intentionally poisoned killed tend considered pest specie also hunted skins—this common sacred baboon use baboon laboratory medical research also increased",
      "habitat loss due overgrazing agricultural expansion irrigation project overall human settlement growth threat specie"
    ],
    "facts": [
      "Baboons use more than 30 distinct vocalizations",
      "There are 5 species of baboon",
      "Troops can have up to 300 members"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/SpeciesPage_AfricanWildDog01_Hero_0.webp?h=ba6751a8&itok=wqCSlGVi"
  },
  {
    "url": "https://awf.org/wildlife-conservation/african-hare",
    "name": "African Hare",
    "animal_type": "Mammal",
    "dirty_overview": "This nocturnal savanna mammal is covered in coarse, thick fur, and measures about 50 centimeters (20 inches). It has a short tail and strong hind feet that measure about 17 centimeters (4 inches). The African hare, like the closely related cape hare (or desert hare), has mobile ears that are as long if not sometimes longer than their bodies. Helping it to cut and nip at vegetation are two pairs of chisel-shaped incisors, which display a distinctive groove pattern that sets it apart from the cape hare.",
    "overview": "nocturnal savanna mammal covered coarse thick fur measure 50 centimeter 20 inch short tail strong hind foot measure 17 centimeter 4 inch african hare like closely related cape hare desert hare mobile ear long sometimes longer body helping cut nip vegetation two pair chisel-shaped incisor display distinctive groove pattern set apart cape hare",
    "scientific_name": "Lepus victoriae",
    "raw_weight": "1 to 3 kilograms (3 to 7 pounds)",
    "weight_kg_min": 0.453592,
    "weight_kg_max": 3.175144,
    "raw_length": "40 to 58 centimeters long (16 to 23 inches)",
    "length_cm_min": 1600.0,
    "length_cm_max": 5800.0,
    "raw_lifespan": "A high of 12.5 years recorded",
    "lifespan_year_min": 12.5,
    "lifespan_year_max": 12.5,
    "location": "Scrubby grasslands within wooded savannas",
    "diet": "Herbivorous",
    "raw_gestation": "25 to 50 days",
    "gestation_days_min": 25.0,
    "gestation_days_max": 50.0,
    "predators": "Humans, carnivorous birds, snakes",
    "threats": [
      "hare hunted century meat fur also sport",
      "human settlement ranching fencing land result loss african hare ’ habitat"
    ],
    "facts": [
      "Native to more than 35 African countries",
      "Can run up to 70 Kph (43 mph)",
      "Ears are more than 17 centimeters long"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/SpeciesPage_AfricanHare01_Hero.webp?h=ba6751a8&itok=N8ywREht"
  },
  {
    "url": "https://awf.org/wildlife-conservation/african-buffalo",
    "name": "African Buffalo",
    "animal_type": "Animal",
    "dirty_overview": "There is only one species of buffalo in Africa but four distinct subspecies exist: forest buffalo, West African savanna buffalo, Central African buffalo, and southern savanna buffalo (also known as the Cape buffalo).",
    "overview": "one specie buffalo africa four distinct subspecies exist forest buffalo west african savanna buffalo central african buffalo southern savanna buffalo also known cape buffalo",
    "scientific_name": "Syncerus caffer",
    "raw_weight": "About 300 to 835 kilograms (660 to 1,840 pounds)",
    "weight_kg_min": 0.453592,
    "weight_kg_max": 381.01727999999997,
    "raw_length": "About 1 to 2 meters tall (4 to 5 feet)",
    "length_cm_min": 100.0,
    "length_cm_max": 500.0,
    "raw_lifespan": "11 to 22 years in the wild",
    "lifespan_year_min": 11.0,
    "lifespan_year_max": 22.0,
    "location": "Dense forest to open plains",
    "diet": "Herbivorous",
    "raw_gestation": "11 to 12 months",
    "gestation_days_min": 330.0,
    "gestation_days_max": 360.0,
    "predators": "Humans, lions, leopards, hyenas, African wild dogs",
    "threats": [
      "outside national park giant considered crop pest seen dangerous animal due size aggressive nature formidable horn east africa known break fence raid cultivated crop may even spread bovine disease livestock past suffered dramatic population decline great rinderpest epidemic 1890s also coupled pleuro-pneumonia caused mortality high 95 percent among livestock wild buffalo",
      "habitat threatened fragmentation caused land divided unsustainable development"
    ],
    "facts": [
      "Global population of 900,000 estimated",
      "There are 4 subspecies of African buffalo",
      "Protected areas hold 75% of buffalo population"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/SpeciesPage_AfricanBuffalo01_Hero.webp?h=ba6751a8&itok=fdg1ypKm"
  },
  {
    "url": "https://awf.org/wildlife-conservation/aardvark",
    "name": "Aardvark",
    "animal_type": "Mammal",
    "dirty_overview": "They belong to the same group of mammals as the African elephant and have no relation to anteaters despite their similar appearance. They have a short neck connected to a strong, large, almost hairless body with an arched back. Their legs are not proportional to each other; the hind legs are longer than the front ones. They have an elongated head, with a long, protruding, narrow snout and nostrils that can be sealed. Their ears are long and tubular and are normally held upright but can be folded and closed. Their tapered, cone-shaped tail is short and muscular, and they have thick claws on the forefeet that are well adapted for digging.",
    "overview": "belong group mammal african elephant relation anteater despite similar appearance short neck connected strong large almost hairless body arched back leg proportional hind leg longer front one elongated head long protruding narrow snout nostril sealed ear long tubular normally held upright folded closed tapered cone-shaped tail short muscular thick claw forefoot well adapted digging",
    "scientific_name": "Orycteropus afer",
    "raw_weight": "39 to 82 kilograms (88 to 181 pounds)",
    "weight_kg_min": 17.690088,
    "weight_kg_max": 82.100152,
    "raw_length": "1 to 1.5 meters in length (3 to 5 feet) .6 meters at the shoulder (24 inches)",
    "length_cm_min": 100.0,
    "length_cm_max": 2400.0,
    "raw_lifespan": "18 to 23 years in the wild",
    "lifespan_year_min": 18.0,
    "lifespan_year_max": 23.0,
    "location": "All savanna types, rainforests, woodlands, and thickets",
    "diet": "Insectivorous, Myrmecophagous",
    "raw_gestation": "Average 7 months",
    "gestation_days_min": 210.0,
    "gestation_days_max": 210.0,
    "predators": "Humans, lions, leopards, hyenas, pythons",
    "threats": [
      "people hunt animal meat sometimes use body part charms—the teeth believed prevent illness animal like lion hyena leopard natural predator wild",
      "human population grow logging agriculture road settlement destroy habitat"
    ],
    "facts": [
      "Tongues can be up to 30 centimeters long",
      "Give birth to 1 newborn every year",
      "Can dig nearly 1 meter in 15 seconds"
    ],
    "image_url": "https://www.awf.org/sites/default/files/styles/species_hero_d_1440x750_/public/SpeciesPage_Aardvark01_Hero.webp?h=ba6751a8&itok=GH9VH9kP"
  }
]