[
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/wildflowers/ribwort-plantain",
    "name": "Ribwort plantain",
    "summary": "brown oval flower head ribwort plantain balance top thin wiry stem resulting seed head provide food bird winter look 'weed lawn field grassland",
    "scientific_name": "Plantago lanceolata",
    "conservation_status": "common",
    "raw_statistics": "height 50cm",
    "statistics": {
      "height_cm": 50.0
    },
    "dirty_overview": "Ribwort plantain is a plant of grasslands, field edges and cultivated ground and tracks, and regularly pops up in lawns as a weed. It flowers between April and October; in contrast to the long flower spikes of greater plantain, the short, oval flower heads of ribwort plantain appear as if balanced on the top of their thin, wiry stems. Its seed heads remain for most of the winter providing food for goldfinches and other seed-eating birds.",
    "overview": "ribwort plantain plant grassland field edge cultivated ground track regularly pop lawn weed flower april october contrast long flower spike greater plantain short oval flower head ribwort plantain appear balanced top thin wiry stem seed head remain winter providing food goldfinch seed-eating bird",
    "how_to_identify": "ribwort plantain spear-shaped leaf form rosette base plant short stem grow leaf compact flower head display protruding white stamen flower head gradually turn brown seed",
    "distribution": "widespread",
    "did_you_know": "ribwort plantain subject game 's similar conker child pick stem knock flower head together battling see whose head drop stem first",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2018-01/Ribwort%20plantain%20%28c%29%20Amy%20Lewis.jpg.webp?h=d8ea6f2f&itok=OJLARnb_"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/wildflowers/black-bryony",
    "name": "Black bryony",
    "summary": "climbing plant hedgerow woodland black bryony produce greenish flower summer red shiny berry autumn poisonous plant",
    "scientific_name": "Tamus communis",
    "conservation_status": "common",
    "raw_statistics": "height 3m",
    "statistics": {
      "height_cm": 300.0
    },
    "dirty_overview": "Black bryony is a climbing hedgerow and woodland edge plant that flowers between May and August. Later on, it produces red, shiny berries that can be seen in autumn and even early winter. Our only native member of the yam family, Black Bryony is actually highly poisonous. Despite its name and superficial resemblance, it is not a relative of White Bryony.",
    "overview": "black bryony climbing hedgerow woodland edge plant flower may august later produce red shiny berry seen autumn even early winter native member yam family black bryony actually highly poisonous despite name superficial resemblance relative white bryony",
    "how_to_identify": "black bryony twisting climber lack tendril similar-looking white bryony leaf heart-shaped glossy vein form net pattern black bryony display yellow-green six-petalled flower shiny red berry",
    "distribution": "mainly found england wale",
    "did_you_know": "black bryony grows tuber modified root store nutrient develops 10-20cm soil tuber grow large reaching 60cm width like rest plant highly poisonous",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2018-01/black_bryony-00015%20northeastwildlife.co_.uk_.jpg.webp?h=3b13fd2c&itok=QvZ-gFEE"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/marine/jellyfish/lions-mane-jellyfish",
    "name": "Lion's mane jellyfish",
    "summary": "long mane tentacle stream lion 's mane jellyfish stunning… literally look n't touch come jellyfish give powerful sting",
    "scientific_name": "Cyanea capillata",
    "conservation_status": "common",
    "raw_statistics": "bell 50cm across",
    "statistics": {
      "bell_diameter_cm": 50.0
    },
    "dirty_overview": "It's easy to see where the lion's mane jellyfish gets its name from: the long flowing tentacles that surround the bell have all the beauty and bite of a lion. Up to 3m in length, these tentacles are packed with stinging cells and are used to catch their favourite prey: fish and other smaller jellyfish. Lion's mane jellyfish give a very nasty sting, so consult a doctor if swelling or weals are severe. In the meantime, scrape the area with a clean stick or remove the tentacle with tweezers if you have them to hand, then rinse the area with warm to hot water to reduce swelling.",
    "overview": "'s easy see lion 's mane jellyfish get name long flowing tentacle surround bell beauty bite lion 3m length tentacle packed stinging cell used catch favourite prey fish smaller jellyfish lion 's mane jellyfish give nasty sting consult doctor swelling weal severe meantime scrape area clean stick remove tentacle tweezer hand rinse area warm hot water reduce swelling",
    "how_to_identify": "translucent brown reddish jellyfish thick mane hundred long hair-like tentacle oldest coloured dark red thick frilled oral arm bell often brownish colour",
    "distribution": "found uk coast summer month",
    "did_you_know": "fragment lion 's mane jellyfish 's tentacle sting even 're longer attached jellyfish still sting long 've shore",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2018-03/wildlifetrusts_40539155522.jpg.webp?h=2a78e284&itok=23S7azCi"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/marine/bivalves/piddock",
    "name": "Piddock",
    "summary": "piddock boring bivalve n't mean dull ... mean bore soft rock creating burrow fact 're opposite dull glow dark",
    "scientific_name": "Pholas dactylus and Barnea candida",
    "conservation_status": "common",
    "raw_statistics": "length 12cm average lifespan 8 year",
    "statistics": {
      "length_cm": 12.0,
      "lifespan_year": 8.0
    },
    "dirty_overview": "Piddocks are a strange group of clam-like shellfish that burrow into soft rocks such as clay and sandstone. They begin this process after settling as larvae and slowly enlarge and deepen the burrow as they grow. As such, they are essentially locked in and will live there for the rest of their lives. From the protection of their burrows they extend their siphon outwards to filter feed on organic matter from the water column. When the piddock dies, the empty burrows provide an additional habitat and refuge for other marine species, including other molluscs, juvenile crabs and even small sea anemones. Their long oval shells are distinctively wing shaped, giving piddocks their other common name of Angelwings.",
    "overview": "piddock strange group clam-like shellfish burrow soft rock clay sandstone begin process settling larva slowly enlarge deepen burrow grow essentially locked live rest life protection burrow extend siphon outwards filter feed organic matter water column piddock dy empty burrow provide additional habitat refuge marine specie including mollusc juvenile crab even small sea anemone long oval shell distinctively wing shaped giving piddock common name angelwings",
    "how_to_identify": "common piddock 's shell thin brittle covered concentric ridge radiating line dull white grey colour several specie similar looking piddock recording part recoding scheme sure take clear close-up photo help verifier confirm sighting",
    "distribution": "patchy distribution around coast england wale far north northumberland solway firth",
    "did_you_know": "common piddock glow dark bioluminescence glow blue-green around edge amazingly protein creates glow extracted common piddock used help identify people getting ill give light encounter chemical produced white-blood cell fight infection help doctor prescribe treatment faster fight infection even really take hold",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2018-04/Common%20Piddock%20Nigel%20Phillips%20IMG_1808.JPG.webp?h=c13dc0b9&itok=stMLikQO"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/mammals/european-badger",
    "name": "European badger",
    "summary": "badger uk ’ largest land predator one well-known british specie famed black white stripe sturdy body using strong front paw dig food perfect hobbit-like burrow called ‘ sett ’",
    "scientific_name": "Meles meles",
    "conservation_status": "protected uk protection badger act 1992 wildlife countryside act 1981",
    "raw_statistics": "length 75-100cm tail 15cm weight 8-12kg average lifespan 5-8 year",
    "statistics": {
      "length_cm": [
        75.0,
        100.0
      ],
      "tail_cm": 15.0,
      "weight_kg": [
        8.0,
        12.0
      ],
      "lifespan_year": [
        5.0,
        8.0
      ]
    },
    "dirty_overview": "The black-and-white striped badger is a well-known species in the UK. It is our largest land predator feeding on small mammals, birds’ eggs, worms, fruit and plants. Badgers live in large family groups in burrows under the ground called a ‘sett’. You know if a sett is lived in as it is usually neat and tidy with clean doorways marked with piles of used bedding made up of dry grass and leaves. There will also be a particularly smelly pit nearby that the badgers use as a toilet! They have strong front paws, which they use to dig for food. Cubs are born in January or February but spend the first few months underground only coming out in spring when it is a little warmer.",
    "overview": "black-and-white striped badger well-known specie uk largest land predator feeding small mammal bird ’ egg worm fruit plant badger live large family group burrow ground called ‘ sett ’ know sett lived usually neat tidy clean doorway marked pile used bedding made dry grass leaf also particularly smelly pit nearby badger use toilet strong front paw use dig food cub born january february spend first month underground coming spring little warmer",
    "how_to_identify": "unmistakable animal badger large grey short fluffy tail black belly paw black-and-white striped face",
    "distribution": "found throughout england wale scotland except far north northern ireland absent scottish island isle man isle scilly channel island",
    "did_you_know": "badger eat several hundred earthworm night food short supply badger forage day well night badger nearby tempt garden leaving unsalted peanut tasty snack striped friend",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2017-12/Badger%20-%20Credit%20Mark%20Davison.jpg.webp?h=9a60bbcf&itok=Oumvvd6c"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/mammals/daubentons-bat",
    "name": "Daubenton's bat",
    "summary": "look daubenton 's bat foraging wetland across uk twilight flight fast agile skim water 's surface insect-prey",
    "scientific_name": "Myotis daubentonii",
    "conservation_status": "protected uk wildlife countryside act 1981 european protected specie annex iv european habitat directive",
    "raw_statistics": "length 4.5-5.5cm wingspan 24-27cm weight 7-12g average lifespan 4-4.5 year",
    "statistics": {
      "length_cm": [
        4.5,
        5.5
      ],
      "wingspan_cm": [
        24.0,
        27.0
      ],
      "weight_kg": [
        0.007,
        0.012
      ],
      "lifespan_year": [
        4.0,
        4.5
      ]
    },
    "dirty_overview": "Sometimes referred to as the 'water bat', the Daubenton's bat forages for small flies, such as midges, caddisflies and mayflies, just above water; it can even use its feet and tail to scoop up insects from the water's surface as it forages. Daubenton's bats roost near water, under bridges or in tunnels, and in holes in trees. During the summer, females form maternity colonies to have their pups. Daubenton's bats hibernate underground over winter, in caves, tunnels and mines.",
    "overview": "sometimes referred 'water bat daubenton 's bat forage small fly midge caddisflies mayfly water even use foot tail scoop insect water 's surface forage daubenton 's bat roost near water bridge tunnel hole tree summer female form maternity colony pup daubenton 's bat hibernate underground winter cave tunnel mine",
    "how_to_identify": "daubenton 's bat small medium-sized bat fluffy brownish fur pale silver-grey belly pinkish face",
    "distribution": "widespread",
    "did_you_know": "daubenton 's bat live 22 year wild average lifespan 4 5 year probably common",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2017-12/Daubenton%27s%20Bat%20-%20Dale%20Sutton%20%282020VISION%29.jpg.webp?h=95e1292a&itok=D_HIy_oY"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/mammals/american-mink",
    "name": "American mink",
    "summary": "escaped intentionally freed fur farm 1960s american mink well established uk carnivorous nature threat native water vole seabird population",
    "scientific_name": "Neovison vison",
    "conservation_status": "invasive non-native specie",
    "raw_statistics": "length excluding tail around 30-43 cm tail around 18 cm weight around 0.5-1.5 kg average lifespan 10-12 year mink extremely variable size average varying across different region male larger heavier female",
    "statistics": {
      "weight_kg": [
        0.5,
        1.5
      ],
      "lifespan_year": [
        10.0,
        12.0
      ]
    },
    "dirty_overview": "The American mink (or just 'mink') escaped from fur farms in the 1950s and 1960s, and now breeds across most of the country. It is an active predator, feeding on anything it is big enough to catch, including ground-nesting seabirds and our native water voles, which are now under threat of extinction. Mink are good swimmers and females are small enough to enter the water-line burrows of water voles and take their young.Mink are fiercely territorial; their dens are close to the water and the females have one litter of four to six kittens a year. Mink are much more likely to be seen than the shy and secretive otter.",
    "overview": "american mink 'mink escaped fur farm 1950s 1960s breed across country active predator feeding anything big enough catch including ground-nesting seabird native water vole threat extinction mink good swimmer female small enough enter water-line burrow water vole take young.mink fiercely territorial den close water female one litter four six kitten year mink much likely seen shy secretive otter",
    "how_to_identify": "mink small lithe mammal brown-black fur narrow snout small white chin white throat mink distinguished otter smaller size darker fur smaller face",
    "distribution": "widespread found throughout country except far north scotland island",
    "did_you_know": "american mink droppings 'spraints deposited similar site otter prominent fallen tree weir bridge 'scent message passer-by however mink spraints particularly pungent foul fishy odour distinct otter droppings smell like jasmine tea",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2017-12/Mink%20cpt%20Wildstock.jpg.webp?h=6f8e2d4a&itok=B2dv5hOT"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/invertebrates/slugs-snails-and-freshwater-mussels/freshwater-pearl-mussel",
    "name": "Freshwater pearl mussel",
    "summary": "freshwater pearl mussel spend adult life anchored river bed filtering water gill improving quality water specie",
    "scientific_name": "Margaritifera margaritifera",
    "conservation_status": "listed endangered iucn.protected uk wildlife countryside act 1981.priority specie uk post-2010 biodiversity framework",
    "raw_statistics": "life span 100 year maximum size 17cm long",
    "statistics": {
      "max_size_cm": 17.0,
      "lifespan_year": 100.0
    },
    "dirty_overview": "The freshwater pearl mussel is an endangered species of mollusc, found in clean, nutrient poor low-calcium rivers. They have a fascinating life cycle; their larvae attach to the gills of salmonid fish and ‘hitch a ride’ for up to 10 months of the year. When they are ready, they need to drop off in to pristine river habitat where they will use their muscular foot to rasp algae and bacteria from the gravel. At around 3-5 years they will have developed gills and will be able to filter free-flowing river water. The mussels do not mature sexually until the age of 12-15 years, or about 65mm long. Each female can produce up to 4 million larvae which are released into the water column every May/June.",
    "overview": "freshwater pearl mussel endangered specie mollusc found clean nutrient poor low-calcium river fascinating life cycle larva attach gill salmonid fish ‘ hitch ride ’ 10 month year ready need drop pristine river habitat use muscular foot rasp algae bacteria gravel around 3-5 year developed gill able filter free-flowing river water mussel mature sexually age 12-15 year 65mm long female produce 4 million larva released water column every may/june",
    "how_to_identify": "freshwater pearl mussel incredibly rare exist river system uk adult mussel robust brown-black shell elongate elliptical shape concave ventral margin prefer slightly acidic water condition umbo two shell valve attach together often severely eroded",
    "distribution": "viable population freshwater pearl mussel england cumbria though also found river throughout england wale northern island viable population scotland also threat decline",
    "did_you_know": "freshwater pearl mussel filter 50 litre water day filtration improve water quality specie fish eel otter",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2018-05/wildlifetrusts_40576289543%20%281%29.jpg.webp?h=fee4874d&itok=VtNYKXSe"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/invertebrates/other-insects/scorpionfly",
    "name": "Scorpionfly",
    "summary": "scorpionfly name suggests curved 'tail look like sting fact male claspers mating yellow black long 'beak look garden wood",
    "scientific_name": "Panorpa communis",
    "conservation_status": "common",
    "raw_statistics": "length 3cm",
    "statistics": {
      "length_cm": 3.0
    },
    "dirty_overview": "The scorpionfly is a strange-looking insect that is found in gardens and hedgerows, and along woodland edges, particularly among stinging nettles and bramble. It has a long, beak-like projection from its head that is uses to feed. It scavenges on dead insects and frequently steals the contents of spiders' webs. It lives up to its name by sporting a scorpion-like tail, which the male uses in courtship displays. Adults usually mate at night, but mating can be a dangerous game for the male, who might easily be killed by the female. So he presents her with a nuptial gift of a dead insect or a mass of saliva to placate her - the equivalent of a box of chocolates! The resulting eggs are laid in the soil and the emerging larvae live and pupate at the soil surface.",
    "overview": "scorpionfly strange-looking insect found garden hedgerow along woodland edge particularly among stinging nettle bramble long beak-like projection head us feed scavenges dead insect frequently steal content spider web life name sporting scorpion-like tail male us courtship display adult usually mate night mating dangerous game male might easily killed female present nuptial gift dead insect mass saliva placate equivalent box chocolate resulting egg laid soil emerging larva live pupate soil surface",
    "how_to_identify": "scorpionfly black-and-yellow body reddish head long beak dark patch wing scorpion-like tail sting male two claspers end mating three specie scorpionfly live uk difficult tell apart",
    "distribution": "widespread",
    "did_you_know": "scorpionflies belong ancient order insect known 'mecoptera includes 550 specie worldwide mecoptera traced back permian period 250 million year ago likely ancestor butterfly fly",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2018-01/Scorpion%20fly%20%28c%29%20Amy%20Lewis_0.jpg.webp?h=67b39545&itok=KVIJve5D"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/invertebrates/flies/hornet-mimic-hoverfly",
    "name": "Hornet mimic hoverfly",
    "summary": "black-and-yellow marking hornet mimic hoverfly look like namesake harmless u mimicry help protect predator search nectar",
    "scientific_name": "Volucella zonaria",
    "conservation_status": "common",
    "raw_statistics": "length 2cm",
    "statistics": {
      "length_cm": 2.0
    },
    "dirty_overview": "At almost 2cm long, the hornet mimic hoverfly is the largest hoverfly species in the UK. As its name suggests, it is an excellent mimic of the hornet, but is harmless to humans. Only a very rare visitor to the country up to the 1940s, it has become more common in Southern England in recent years, and is still spreading northwards, perhaps as a result of climate change. It is particularly prevalent in urban areas. The adults are migratory and the larvae live inside wasps' nests.",
    "overview": "almost 2cm long hornet mimic hoverfly largest hoverfly specie uk name suggests excellent mimic hornet harmless human rare visitor country 1940s become common southern england recent year still spreading northward perhaps result climate change particularly prevalent urban area adult migratory larva live inside wasp nest",
    "how_to_identify": "hornet mimic hoverfly mainly orangey-yellow abdomen dark band dark brown thorax largest hoverfly distinguished hornet much larger eye broader body lack sting",
    "distribution": "found southern england spreading north",
    "did_you_know": "many specie hoverfly mimic bee wasp marking order gain protection predation hornet mimic hoverfly also known 'belted hoverfly",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2018-01/hornet%20mimic%20fly%20cpt%20Dave%20Riseborough.jpg.webp?h=dddcc328&itok=OedHvOOT"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/invertebrates/bugs",
    "name": "Bugs",
    "image_url": null
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/invertebrates/beetles/swollen-thighed-beetle",
    "name": "Swollen-thighed beetle",
    "summary": "metallic green beetle seen visiting flower sunny day spring summer",
    "scientific_name": "Oedemera nobilis",
    "conservation_status": "common",
    "raw_statistics": "length 6-11 mm",
    "statistics": {
      "length_cm": [
        0.6,
        1.1
      ]
    },
    "dirty_overview": "The swollen-thighed beetle is also known as the thick-legged flower beetle, and it just takes one look at a male to see why — they have huge green bulges on the femora of their hind legs. They were once only found in a few parts of southern England, but have expanded and are now much more widespread, including throughout Wales.Adult beetles emerge in spring and are most likely to be seen on warm, sunny days. They feed on pollen and visit a range of open-faced flowers, making them excellent pollinators. You will often find them on umbellifers, brambles and oxeye daisies. As a result, swollen-thighed beetles can be seen in just about any habitat that offers plenty of suitable flowers. The larvae of this beetle are rarely seen as they live inside the stems of thistles and other plants.",
    "overview": "swollen-thighed beetle also known thick-legged flower beetle take one look male see — huge green bulge femur hind leg found part southern england expanded much widespread including throughout wales.adult beetle emerge spring likely seen warm sunny day feed pollen visit range open-faced flower making excellent pollinator often find umbellifer bramble oxeye daisy result swollen-thighed beetle seen habitat offer plenty suitable flower larva beetle rarely seen live inside stem thistle plant",
    "how_to_identify": "medium-sized bright metallic green beetle show golden coppery sheen wing case called elytron narrow n't quite meet middle leaving obvious gap wing membrane exposed.males instantly recognisable thanks large green bulge femur thigh hind leg female n't could mistaken similar specie distinguished using feature mentioned",
    "distribution": "widespread wale southern england north midland",
    "did_you_know": "also sometimes known false oil beetle",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2022-06/Swollen-thighed%20Beetle%2C%20Durlston%20CP%2C%20Dorset%2C%209th%20June%2022%20%28c%29%20Tom%20Hibbert%20%282%29.JPG.webp?h=408a5bdb&itok=GTpseyJ1"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/invertebrates/beetles/black-and-yellow-longhorn-beetle",
    "name": "Black-and-yellow longhorn beetle",
    "summary": "brightly-coloured beetle often found feeding flower warm day late spring summer",
    "scientific_name": "Rutpela maculata",
    "conservation_status": "common",
    "raw_statistics": "length 13-20 mm",
    "statistics": {
      "length_cm": [
        1.3,
        2.0
      ]
    },
    "dirty_overview": "The black-and-yellow longhorn is a fairly large and colourful beetle. It's a common sight across most of Europe and is widespread in the UK. As the name suggests, it's black and yellow with very long antennae - it doesn't really have horns! These beetles are usually found in areas close to woodland, where there is plenty of dead wood for their larvae to feed on.The adult beetles can be spotted between May and August. They're most active in warm weather, when they visit a wide range of flowers to feed on pollen and nectar. They're particularly fond of umbellifers like cow parsley and hogweed. After mating, females lay their eggs on fallen trees and branches, or rotting stumps. The larvae live within the wood, feeding on it, for two or three years. After pupating and emerging from the wood as adult beetles, they only live for a few more weeks.",
    "overview": "black-and-yellow longhorn fairly large colourful beetle 's common sight across europe widespread uk name suggests 's black yellow long antenna n't really horn beetle usually found area close woodland plenty dead wood larva feed on.the adult beetle spotted may august 're active warm weather visit wide range flower feed pollen nectar 're particularly fond umbellifer like cow parsley hogweed mating female lay egg fallen tree branch rotting stump larva live within wood feeding two three year pupating emerging wood adult beetle live week",
    "how_to_identify": "distinctive black yellow beetle long leg long antenna head section body behind black wing case yellow black marking taper towards rear black marking vary usually appear two complete black line towards rear beetle two broken black line towards front antenna alternating band black yellow",
    "distribution": "widespread common england wale though patchily distributed northern england found southwest scotland scattered record north",
    "did_you_know": "specie sometimes called spotted longhorn beetle rarely harlequin longhorn beetle",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/third_light/Rutpela%2520maculata%252C%2520Hickling%2520Broad%252C%2520Norfolk%252C%252026th%2520June%252021%2520copy.jpg.webp?h=0bab2c08&itok=l0c4mQ9T"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/freshwater-fish/atlantic-salmon",
    "name": "Atlantic salmon",
    "summary": "atlantic salmon spends life sea make epic journey back river stream hatched spawn look freshwater river north west",
    "scientific_name": "Salmo salar",
    "conservation_status": "priority specie uk post-2010 biodiversity framework",
    "raw_statistics": "length 1.2-1.5m weight 40kg average lifespan 13 year",
    "statistics": {
      "length_cm": [
        120.0,
        150.0
      ],
      "weight_kg": 40.0,
      "lifespan_year": 13.0
    },
    "dirty_overview": "A large fish, the Atlantic salmon is found in the cleanest rivers, mostly in the north and west. It spends most of its life at sea, but returns to spawn in the same stretch of river or stream in which it hatched. Travelling upstream from November to February, Atlantic salmon can be spotted jumping over weirs and waterfalls to get to the gravelly headwaters where they breed. Once they have reached their breeding grounds, the females dig depressions, known as 'redds', in the gravel; the eggs and sperm are released simultaneously into the water. The juveniles will stay in freshwater for up to six years, after which they migrate back to the sea - morphological changes allowing them to survive in salt water. Atlantic salmon are predators, feeding on invertebrates and small fish.",
    "overview": "large fish atlantic salmon found cleanest river mostly north west spends life sea return spawn stretch river stream hatched travelling upstream november february atlantic salmon spotted jumping weir waterfall get gravelly headwater breed reached breeding ground female dig depression known 'redds gravel egg sperm released simultaneously water juvenile stay freshwater six year migrate back sea morphological change allowing survive salt water atlantic salmon predator feeding invertebrate small fish",
    "how_to_identify": "adult atlantic salmon much larger trout silvery dark spot back may pinkish flush belly mature male may develop hooked lower jaw 'kype breeding season",
    "distribution": "found river wale scotland north south west england",
    "did_you_know": "known 'king fish atlantic salmon able clear seemingly insurmountable obstacle journey spawn waterfall weir atlantic salmon known leap vertical obstacle 3 metre tall however obstacle take energy pas man-made barrier migration considered one pressing threat salmon populations.it unclear atlantic salmon navigate breeding ground hatching thought smell important fresh water earth 's magnetic field play part sea",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2018-01/RJO_10_20111021_617.jpg.webp?h=10f4b8f5&itok=jQmwovUP"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/ferns-and-horsetails/male-fern",
    "name": "Male-fern",
    "summary": "classic fern woodland across uk male-fern also great addition garden grows impressive stand underground rhizome dying back autumn",
    "scientific_name": "Dryopteris filix-mas",
    "conservation_status": "common",
    "raw_statistics": "height 1.15m",
    "statistics": {
      "height_cm": 115.0
    },
    "dirty_overview": "The male-fern is a large, clump-forming fern that is common in woodlands, hedgerows and ditches throughout the UK. Fresh green fronds unfurl from scaly, brown, underground rhizomes that push through the soil in mid-spring. These grow in height in the summer to form impressive stands, but will die back later in the year. Male-ferns are hardy plants and can survive in quite dry conditions, so are ideal for gardens - plant them in shade or borders for attractive, natural cover.",
    "overview": "male-fern large clump-forming fern common woodland hedgerow ditch throughout uk fresh green frond unfurl scaly brown underground rhizome push soil mid-spring grow height summer form impressive stand die back later year male-ferns hardy plant survive quite dry condition ideal garden plant shade border attractive natural cover",
    "how_to_identify": "male-fern one number similar specie including buckler-ferns lady-fern difficult tell apart male-fern frond separated tapering leaflet deeply divided coming main stem opposite pair",
    "distribution": "widespread",
    "did_you_know": "male-ferns one food plant angle shade moth caterpillar adult seen may october look like crumpled leaf",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2018-01/MHA_26102011_514.jpg.webp?h=60ea9351&itok=bNwWPwXc"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/birds/tits-crests-and-warblers/coal-tit",
    "name": "Coal tit",
    "summary": "coal tit mainly found coniferous woodland also spotted garden park smaller great tit similar bicycle pump-like song",
    "scientific_name": "Periparus ater",
    "conservation_status": "common classified uk green bird conservation concern 5 red list bird 2021",
    "raw_statistics": "length 12cm wingspan 19cm weight 9g average lifespan 2 year",
    "statistics": {
      "length_cm": 12.0,
      "wingspan_cm": 19.0,
      "weight_kg": 0.009,
      "lifespan_year": 2.0
    },
    "dirty_overview": "The coal tit is a small tit of coniferous woodland, although it can be found in parks and gardens where there are conifer trees. It nests in holes in trees, but is just as happy to use nestboxes. Coal tits are active feeders, hunting out insects and spiders among the smaller branches and leaves of trees in woodlands. But they are also well-adapted to gardens and towns and will visit birdtables and feeders. In winter, they form flocks with other tits, roaming woodlands and gardens. They have a song of repeated phrases that are similar to those of great tits, but sound thinner and more high-pitched, like bicycle pumps.",
    "overview": "coal tit small tit coniferous woodland although found park garden conifer tree nest hole tree happy use nestboxes coal tit active feeder hunting insect spider among smaller branch leaf tree woodland also well-adapted garden town visit birdtables feeder winter form flock tit roaming woodland garden song repeated phrase similar great tit sound thinner high-pitched like bicycle pump",
    "how_to_identify": "coal tit grey buff white cheek black cap white neck patch distinguished similar marsh tit willow tit white wingbars white patch back head marsh willow tit plain wing entirely black cap",
    "distribution": "widespread",
    "did_you_know": "several subspecies coal tit irish subspecies p. a. hibernicus pale sulphur-yellow cheek whereas british subspecies p. a. britannicus white cheek",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2017-12/CoalTit%20%20%28c%29%20Dawn%20Monrose.jpg.webp?h=3aab52b6&itok=ciewKpyR"
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/birds/seabirds",
    "name": "Seabirds",
    "image_url": null
  },
  {
    "url": "https://www.wildlifetrusts.org/wildlife-explorer/birds/birds-prey/goshawk",
    "name": "Goshawk",
    "summary": "known phantom forest goshawk fly tree 40km per hour hunt bird small mammal",
    "scientific_name": "Accipiter gentilis",
    "conservation_status": "classified uk green bird conservation concern 5 red list bird 2021 protected uk wildlife countryside act 1981",
    "raw_statistics": "length 49-56cm male 58-64cm female wingspan 90-105cm male 108-120cm female weight 850g male 1.5kg female average lifespan 7 year",
    "statistics": {
      "length_cm": [
        49.0,
        56.0
      ],
      "wingspan_cm": [
        90.0,
        105.0
      ],
      "weight_kg": 0.85,
      "lifespan_year": 7.0
    },
    "dirty_overview": "This powerful bird of prey was persecuted to extinction in the UK in the late 19th century, but escaped and deliberately released falconry birds launched a population recovery in the late 1960s. Nesting in forests and large woods, they are most easily seen in late winter and spring, when pairs perform spectacular aerial displays over their woodland territories.",
    "overview": "powerful bird prey persecuted extinction uk late 19th century escaped deliberately released falconry bird launched population recovery late 1960s nesting forest large wood easily seen late winter spring pair perform spectacular aerial display woodland territory",
    "how_to_identify": "goshawk similar sparrowhawk much larger flight appear powerful broad wing long rounded tail square-cut sparrowhawk up-close show thick leg white line orange-red eye female size buzzard slate-grey upperparts whitish underpart barred grey whilst male smaller blue-grey upperparts juvenile bird striped rather barred underpart",
    "distribution": "found across uk often localised population stronghold wale northern england new forest southern eastern scotland",
    "did_you_know": "although consider goshawk bird forest part europe found urban setting perching street light catching feral pigeon",
    "image_url": "https://www.wildlifetrusts.org/sites/default/files/styles/spotlight_double_desk_wide/public/2018-03/wildlifetrusts_40329870348.jpg.webp?h=48be6bc5&itok=2hhYED0i"
  }
]